{"pages": [{"PageNumber": 0, "PageData": [{"region": "content", "lines": ["196 CAD", "Bruning, M. of the depth of canals — Ixxviil 577", "Brunton, Miss, verses in commendation of her Ixxviii. 241", "Brussa, formerly Prusa ad Olympum, present state of Ixxxi. 627", "Brutes, whether to be considered as machines xxiv. 494", "— How far affected by different kinds of air Ixxiv. 531", "Bruynings, Mr. on rain and evaporation * Ixxiii. 137", "Bryant, Mr. on the torpedo — IxXvi. 140", "i F. pipe-maker and poet, account of IXxvii. 159", "Brydone, Mr. his account of a thunder storm Ixxvii. 44", "Buache, M. account of Friesland Ixxviii. 675", "Buccleugh, Duke of, his meteorological diary Ixxix. 36", "Buchanan, the historian, influenced by Q. Elizabeth to misrepresent", "Mary Q of Scotysy — lxxvii. 473", "Buckingham-house, original mottoes on the four sides of Ixxi 46", "— Verses on one of them Ixxi. 46. note", "Buckley, Mr. account of Cumner v Ixxi. 35", "Buckwheat, its uses in husbandry — IXXV. 172", "— Experiments on its culture — Ixxix. 481", "Bugge, Prof. on Saturn's node IXxvii. 177", "Building, the style of, at Lisbon Ixxxi. 227", "Buisard, M. his baro-thermometrical table Ixxiii. 488", "Bull, Mr. on sowing turuips with beanss— Ixxv. 70", "Ballion, Marquis de, on elover and sain tfoin , Ixxviii. 156. On as-", "paragus, 414.", "Bureau, Mr. case of an ileus, &c. —rr IXXX. 480", "Burletta, remarks on that species of opera IXXX. 428", "Burns, a Scottish ploughman, specimens of his poetry Ixxv. 440", "Burrowes. Mr. on Dr. Johnson's styll!l! Ixxxi.6", "Bursae Mucosae deserihed— Ixxix. 497,578", "Bush-vetch, a plant recommended to farmers lxxv. i71", "Bute, Earl of, charges brought against him by Lady Hill lxxviii. 353", "", "— Incredible size of the roecke Ixwvi. 567", "Butler, Bp. vindicated from the ch arge of favouring Popery IXxXiv. 442", "— Character of, by Abp. Seckecece— IJIxxiv. 443", "— The charge of his being popishly inclined, considered Ixxexi. 50", "Byzantine empire, account off IXXix. 123", "", "Cabbage, turnip-rooted, its culture Ixxix. 477. IXXX. 21", "—Recommended — IKXXX. 21", "Cabiri, mysteries off— Ixi. 525", "Cachexiae, obsery ations o — Ixxii. ol", "Cade, Mr. on Roman roads in Durham, and on antiquities at Bin-", "chestrr — Ixkxiv. 119, 123", "Cadet, M. on the cyders of Normanddy Ixxxi. 609", "Cadmeo, Persian hymn to, translated by Sir W. Jones Ixxi. 357", "Cadmillus, story off — Ixxi. 526", "Cadwallader, his superstitious weakne se IXXV. 3", "Cagliostro,"]}]}, {"PageNumber": 1, "PageData": [{"region": "content", "lines": ["CAS. ay", "Cagliostro, Count, his adventures ——1 Ixxvi. 385", "—TInications of his being an impostor Ixxvi. 389", "— His adventures and suspicious character— Ixxvii. 247", "Calculus, urinary, the modus operandi of the acrated alkali on, con-", "troversed — Ixxiv. 478", "Callus. in surgery, its nature and growth considered Ixxiii. 5 50", "Calomel, on the decomposition of ———— IxXxi. 61", "Calonne, M. de, his address to the king of France Ixxvii. 363", "— Settles in England Ixxviii. 66", "Calvin, his disposition , and doctrine of predestination Ixxi. 20", "— Defended against the charge of being a persecutor Ixxii. 563", "Character of — — XXv. 561", "Calvinism, observations on the principles of dxxix. io3", "Camelopard described Ixxviii. 593", "Camoy, Ms on medical electricity — Ixwiii. 487", "Campbell, Dr. life of, and account of his writingg Iuxxi. 242", "Camper, Dr. on some petrifactions —1\" Ixoevi. 10", "Camphor-tree of Sumatra characterized Ixxiii. 559", "— Natural history off - Ixxvii. 55", "— Experiments on the solvent powers of camphor IxXx. 476", "Campo-Santo, elegy on the burial-place theee lxxviii.", "Camus, M. on drops of water in chrystals — — Ixxi. 506", "Canals, depth of, increased by streams — Ixxvii. 527", "Cancers cured by eating lizarde — IXXV. 5 34", "—Dr. Martin's powder for — Ixxvi. 294", "—A specific for — Ixxviii. 476", "Method of palliating the pain of — Ixxix. 377", "— Treatment off IxXX. 483", "— Coures to be expected from bleeding IxXXX.48", "Candia island, ladies of, described IxXX. 382", "Cannara, caves there described aene jlxxix. 423", "C anterbury, accoun t of three archiepiscopal hospitals there IXXv. 23", "Cantharides, use of, In dropsical cases - IXXx. 479", "Canton, M. memoirs of his life and philosophical pursuits Ixxi. 321", "Canute and Edmund Ironside, battles between Ixxix. 300", "Captain, naval, ironical advice to — Ixxii. 462", "Cards, origin of different games at — lxxix. 307", "Caricatura in painting disapproved — Ixxix. 61", "— Vindicatde — Ixxix. 62", "Carrere, M. account of a bloody flux from the little finger, Ixxv. 533.", "On cancers, 534. On contagious diseases, 538.", "Carrier by sea or land, how far answerable for the loss of goods", "IXXV. 381", "Carrots, improvement in the culture of, wanted IxXv. 128", "Their culture ha* Ixxix. 478", "Carse, a Scottish word, explained lxxvi. 148", "Casaux, Marq. de, correspondence with the Reviewers lxxvii. a", "Cascade in Pennsylvania, account of Ixwvi. 144", "Caserta, grandeur of the royal palace there lxxviii. 595", "O Casimir"]}]}, {"PageNumber": 2, "PageData": [{"region": "content", "lines": ["198 CES", "Casimir the Great, king of Poland, his character Ixi.5", "Cassini. M. on the newly discovered fixed stars Ixxviii. 8", "Castillon. Prof. on the principles of analogy, Ixxiv. 401. On gnot", "monics, Ixxvii 555.", "Catana, account off\"\" lxxviii. 556", "— The theatre and other putient buildings ixxviii.", "Catarrh, epidemic, of 1782, Dr. Carmjchael Smith's obseryasions on", "Ixxiii. 361", "Caterpillars on vines, method of destroying Ixxviii. s88", "Catherine, Empress, wife of the Czar Peter, character of IxXi. 321", "— Present Empress, her literary works on royal education Ixxi. 56", "Catherine of Medicis. her superstitious weakness Ixxiii. 34", "Catholies of Worcester, address to, from a late priest Jxxii.3", "—At Liverpool, dissention among ! —a lxxii.", "Cat's eye (stone,.) uansparent when put into water Ixxiii. 1", "Catt. M. de, on tasse Ixxiii. 529", "Cattle, observations on a disease among Ixxiv. 36", "Remarks on the different kinds and breeds of IXXv. 130", "— Experiments relative to a disease among them in Italy", "An uncommon disease of, described hooohh WLixviii. 581", "— Advantages of breeding8", "— A gisease in their horns described, and remedy Ixxix.", "Cavallo, Mr. on an im proved air-pump, Ixxi. 14. Magnetical", "experiments, Ixxvi. 193. lxxvii. 341.", "— Oun ascertaining the presence of small quantities of electricity,", "IXXix. 319. On musical instruments, Ixxx. 146. On a new", "electrical instrument, IXXX, 296,", "Cave, Mr. the printer, anecdotes of — Ixxvi. 281, 286", "Cavendish, Mr. on the degree at which quicksilves freezes, Ixxi. 108.", "On air, IXXii. 241, 245. IXXiv. 321. On freezing mistures,", "IxXvi. 1 91.", "—On freezing nitrous and vitriolic acids, IXXix. 325. On the", "conversion of a mixture of airs into nitrous acid, Ixiex. 208.", "— Margaret, Duchess of Newcastle, her life and writings Ix*i. 401", "Caverns-near Bombay — IX*iv. 269", "Remarkable, under Paris o—— IXXv. 414", "Caustand, Mr. ou the Indians of North America MxxVi. I 7", "Causticon of the French chemists described Ixxix. 5", "Cecil, Minister to Queen Elizabeth, his character by a F rench female", "historian Y. — - — Ixxviii. 66", "Celsus, a scholar of Sextius — IXxvVii. 600", "Celtic, Latin and Greek supposed to be derived from Ixxvii. 22", "— That opinion refuted— Iixxvii. 25", "Centripetql forces, theory of, algebraically demonstrated Ixxix 244", "Centuripps iin Sicily, vestiges of. Ixxviii. 560", "o epede,C omte de la, dispu te wi th Baron Marivetz on elasticity Ixxii ; 74", "Céré, M. on the culture of rice! Ixwviii. 418", "C erebrum and Cerebellum, in quiries rela tin g to Ixxii. 565", "Cesaris, M. de, on the conjunction of Venus Ixxii. 508", "Chabert,"]}]}, {"PageNumber": 3, "PageData": [{"region": "content", "lines": ["CHE. 199", "Chabent, Marquis de, on marine clocks— Ixxvi. 560", "— Ohn a double socked plough, Ixxviii. 155. On a disease in", "sheep, 332. On a disease in cattle, 581.", "Chais, Rev. Charles, his respectable character IJxxv. 356", "Chamberlain, Mr. on the solvent powers of cam phor IXXX. 481", "Chambers, Mr. transl. of some Persian letters, &c. lxxvi. 421. 482.", "Chancy. M. on the cultyure of potatoes Ixxviii. 584", "Chantry, in the parish of Childrey Ixxi. i", "Chaplains, regimental, in wtility off— lIlxxii. Js", "— Naval, ironical advice for their behavior on ship board", "Chapman, Dr. on opium in the cure of the venereal disease Ixxiii. 367", "Chaptal, M. on oil of vitriod— Ixxyiii. 619", "— On the acid of fermented grapes, &c. — Ixxxi. 613", "Charlemont, Eanl of, on the woellen manufacture in Ireland", "Ixxix. 512", "Charles I. his entertainment at Bolsover Castle IXXvi. 428", "Charles II. his restoration, how far a subject of Joy to the nation", "Ixxiii. 45", "Charles V. Emperor, his character — IXxix. 79", "Charondas, the legislator, debate among the learned concerning", "him —o Ixxviii. 645", "Chateau de Vieux Palais, account of — Ixxiv. 268", "Chatterton, the poet, ode to his memory Ixxiii. 294", "Poetical tribute to his genius, &c. I * Ixxviii. 440", "— His real merit as a poet investigated Ixxxi. 345", "His moral character considered Ixxxi. 349", "Chauffier, M. on an acid liquor in silk wormss Ixxiii.", "Chaulne, Duc de, on preparing salt of urine and phosphorie acid", "Ixxi. 195", "—, On inflating air balloons Ixxiii. 95", "Chausste, Nivelle de la, account of him and of his dramatic writ-", "ingg[[[[ IxXXX. 574", "Chaussier, M. on destroying the chrysalis of silk worms, IXXV. 507.", "On a cataract, 508.", "Cheese, Gloucester, said to be declining in goodness lxxxi. 391", "Cheese, Mr. his instrument for teaching blind people to write", "musie —— Ixxvii. 465", "Chelsea-college, history of — Ixxix. 417", "— Abuses in the management of — ib. 418", "Cheltenham-water, analysis of — Ixriii. 300", "— Natureeff lJIxxvi. 536", "Qualities of Ixxix. 258", "Chemical phenomemn— Ixxi. 595", "Chemistry, portable apparatus fonexperiments in Ixxi. 508", "— Difference between dissolution and decomposition Ixxii. 2", "— Difficulty of establishing experimental evidence ib. 19", "— Premiums for improvements inmnmn Ixxiii. a7y", "—Its rapid progress of late years —— — F.", "— Much indebted to the discovery of gas2", "— Observationson — Ixxiv. 537", "O44 Chenistry,"]}]}, {"PageNumber": 4, "PageData": [{"region": "content", "lines": ["0 CHR", "Chemistry, application of to agriculture— Ixxy. 174", "— Parshits bf Bishop Watson in Ixxvi. 33", "— General division oef — Ixxvii. 469", "— Benesfits of to agriculture — Ixxviii. 30", "— Late improvementsin ———550", "* Nomenclature of, adapted to the French system Ixxix. 74", "— Different systems compared ib. 163165", "— Present state of, in France 59", "— Systematically divided and subdivided— lIxxxi. 13", "Chesnut trees, observations on Ixxii. 567", "", "Chesnuts (horfe), a wholesome food for cattle Ixxviii. 113", "Chess, history of the game of — Ixxvii. 317", "— 'The various writers on zgzg 312", "Chesterfield, Earl of, his acquaintance with Dr. Johnfon IXxvi. 288", "— His writings compared with those of Dr. Johnson.5", "— His opposition to the act for licensing dramuatic compositions", ": Ixxvii. 60", "Chevalier, Abbè, on a lunar halo, on the winter of 1783, on a lu-", "nar eclipse, on a Roman missal, and meteorological obferva-", "tions, Ixxi. 498—504. On an eclipse of the moon, IXXXi. 665.", "Cbtldren incapable of inuch reflection — xxii. 578", "— Mistakes in the common mode of education and religious in", "struction 1 1\" — 57", "Ghina, portraits of learned men in 5 Txxii. 97", "— History of, with respect to arts, manners, &c. 49", "— Calamities of, from the inundation of its rivers 49t", "—Thoughts, maxims, and proverbs off 497580", "Chinese their estimable charactr Lxiii. 25", "— Account of embassies between the Emperor of China and Sultan", "Shahrokck—— I*Xvj. 421", "— Famines in their country accounted for— IXXX. 118", "— Genius and manners of the people!! 122", "— Accounts of, by the missionaries, to be doubted 123", "Chivalry productive of Platonic loye — Ixxi. 12", "Choisy, Abbé de, account of him and of his memoirs Ixxxi. 66", "Cholic, complicated with the sciatica, cure of Ixxv.506", "Chreighton, Capt. a fanatical persecn tor, inconsisten th y com-", "mended by Dean Swift — IxXxi. 178", "Christ, Jesus, tenets of the Cerinthians, on the human nature of", "Ixxi. 179", "— Onpinion of the Docetae on the same subject ib", "— His character compared with that of Socrates Ixxii.448", "— Propitiation by, explained Ixxiv. ig", "— Ohbjections made to prayer addressed is", "— His death a real and proper sacrifice for sin", "— Opinion of the fathers concerning— Ixxvi. 15", "— Predictions of the laws on the birth and nature off 2", "— Characters of the Messiah229", "— Dr. Courayer's opinions concerning— Ixuvli. 3", "— Reflections on his character and death Ixwiii.", "Christianity,"]}]}, {"PageNumber": 5, "PageData": [{"region": "content", "lines": ["CLE 204", "Christianity favourable to scientific improvement Ixii. 54", "No cause to lament that its propagation has been delayed", "— Comparative force of the sanctions of it, and of Mahometism", "— Sctate of, at the time of Mahometl! Jxviv. 491", "irts truth evinced from Isaiah vii. 1I—16. Ixxvii. 267", "— Desfended by the situation of the Jewss xviiis 38", "— Not of an intolerant spirit! lxxviii. 544", "— Some of its doctrines considered — Ixxix. 340", "— its spirit of meekness compared with the dignity of philosophy", "Ixxxi. 334", "", "— Of the Gentoos more romantic than that of the Chinese ib. 288", "— Remarkson.—*— Ixxvii. 319", "Sir I. Newton's system of, defended Ixxviii. 29", "Church, Mr. on the Accaris Lumbricoides, IXXX. TTe On the", "case of a patient who discharged the pupae of Muica Cibaria, ib.", "Church, the general ideaguefdf xxiii. 452", "Remarks on the rise and progress of doctrines in the primitive", "IXxix. 17", "Churches, proceedings of the commissioners in Cromwell's time in", "destroying the ornaments of lxxvi. 84", "— On the inscriptions relative to the erection off Ilxxviii. 193", "— Observationson— Ixxix: 302", "Cibot, M. his coflection of Chinese Maxims, sec. Ixxii. 497, 500", "Cicero on the immortality of the soul — Ixxili. 507", "— Obseryations on his Tusculan questions Ixxv. 86", "— Observations on his first Tusculan— Ixxvii.556", "— His literary charactr Ixxix.435", "— His oratory Ixxix. 436", "Cicura, efficacy of, in in termittin g fevers xXX. 481", "Cinamon tree said to flourish in Jamaica — Ixxxi. 533", "Cincinnatus, the Roman order off] Ixiii.9", "Circles, the origin of the custom of dividing them into 360 parts", "IxXiv. 344", "Cisterns in Vorkshire, how contrived — IXxX. io", "Ciry genius poetically described IV. 312", "Clark, Rev. Wi. le cter to Mr. Bo wyer on the dispute be tween War-", "\" Burton and Sykeeess— Ixxiii. 212", "— Dion the comparative mortality of males and females Ixxvi. 120", "Clarke, Dr. S. observations on his writings Ixxi. 408", "MySs. Macaulay asserts the excellence of his writings lxxi. 411", "— His general character— ib. 16", "Cleanliness conducive io health Ixxii. 44", "— Recommended from the pulpiftftft— xxv. 239", "Cleghorn, Dr. on fubstances found in an ovariam Ilxxix. 2", "Glergy, methouistical, encomium on— Jxxiii. 398", "— Distréssed state of curates in Ireland— Ixxvisi, s", "— Iavective against the ctergy! Ixxix. 337", "— English, observations respecting e Ixxxi. 449", "Clewger, Dr. vicar of Croydon, his ve xatious condact huxii3", "Climate,"]}]}, {"PageNumber": 6, "PageData": [{"region": "content", "lines": ["20 COM", "Climate, its in fluence on manners, habits, &c. denied Ixxiii. 16", "— Appeal on the difference between the antient and modern Greel", "climates — — ih.", "Cloacina, mephitic vapours arising from her temples investigated", "I XXV. 525", "Clock, which marks by one movement two different times Ixxii. 558", "Clocks, marine, their use in navigation Ixxvi. 560", "Cloranthus, a new genus of plants — Ixxviii. I 30", "lose, Rev. Mr. on potatoes, on lucerne, on planting potatoes and", "wheat alternately IXXv. 125, 171, 417", "Cloth, manner of manufacture of, from hop stalks TIxxiii. 274", "— The first made of French wool Ixxviii. 610, 622", "Clouds, formation of — IXxvii. 126", "Clover, culture of — Ixxviii.", "— Directions for making it into hay — ib. 586", "Account of different crops of I xxix. 180", "Coal, mineral, whether so proper for iron forges as charcoal", "Ixxviii. 615", "Coal fossile incombustible Ixxi. 506", "Coffee, observationson— Ixxii. 314", "Coffins, different kinds of, in different ages and countries Ixxviii. 278", "Coinage, Abp. Sharpe's observations on —— Ixxvi. 430", "Coins found in Ireland m, Ixxxi. 42", "Coins, weights, and measures, tables of — IxXxxi. 665", "Colberg, remarks on the siege of IXXX.30", "Cold, inquiry whether an anim al body possesses the power of gene-", "rating cold — Ixxiv. 259", "— Artificial, best method of producing —— Ixxviii. 185", "— In 1783, remarks on — 6717", "— A remarkable degree of . Ixxix. 34", "— Cause of, on high mountains 321", "— On the production of artificial — IXXX. 301", "— Experiments on artificial IXXX. 46", "Cole, Mr. his edition of Lardner's worke IXXX. 52", "Cole's pits in Berkshire, supposged to be vestigia of a British town", "Ixxiv. 269", "Colie of Poictou, account of that disorder — lxxiv. 93", "Colignon, M. on transporting growing trees Ixxyiii. 417", "Collins, the poet, his epistle to Sir Thomas Hanmer quoted, IXXix.", "81. His ode on the superstitions of the Highlands, 533, 555.", "Colonjes, premiums offered for the advaptage of xxiii. 278", "", "Colours, theory of, in opposition to the Newtonian doctrine lxxii.75", "— Ohn the permanent colours of opaque bodies Ixxiv.5", "Experiments on light and colours Ixxvi. 524", "Combe, Dr. on antiquities in Lombard-street — Ixxix. 391", "Comedy desined by Aristotle Ixxxi. 244", "Comer, observations on by M. Rittenhouse lIxxvi. 217", "— Discovered by Miss Herschesll! Ixxvii. 177", "— Of 1784, obsfervations on r Ixxviiiy 643", "Comet"]}]}, {"PageNumber": 7, "PageData": [{"region": "content", "lines": ["CO0 203", "Comet of 1789, history off — Ixxix. 318", "— Difficultyi n calculating its return IXXix. 31 s", "Qf January 1785, history of Ixxix. 573", "Of April 1785, history of — Ixxix. 574", "Comets, two, of 1786, observations on — IxxXxi. 614", "— Historical view of — Ixxii. 489", "The determination of the orbits of Ixxi. 45", "— Method of ascertaining the orbit of Ixxii. 558", "—Dr. Maskelyne's notice of the expected return of that of", "1532 and 1669?9? — Ixxvi. 118", "Commerce, cultiyation of, by the Germans IxXiv. 497", "— Population increased by internal ———— IxXvii. 130", "— lod ustry diminished by external — Ixxvii. 130", "— Of England estimated Ixxvii. 237", "Commons, House of, a school for eloquence Ixxvii. 233", "Not an adequate representation of the people IXxvii. 234", "Commutation act censured — - Ixxii. 109", "Commutation-tax, statement and vindication of Ixxiv. 149", "Compass, sea, of a new construction Ixxviii. 621", "— Variation of, considered Ixxvii. 343. lXXix.390", "Comus, the juggler, his real name — IxXii. 491", "Conception, or ideas, explained IXXv. 244, 332", "Condensation of vapours productive of heat IXXix. 321", "Condorcet, Margq. de, eology on Count Maurepas, Ixxii. 559. On", "Lavoisier's theory of water, Ixxiii. 506. On probabilities, 508.", "Eulogy of M. M. Hunter, Euler, Bezout, d'Alembert, De", "Tressan, and Wargentin, IXXvi. 238. Oon probabilities, 561.", "Ixxviii. 616. On the population of the French, 618. lxxix. 574.", "Congelation, spirituous and aqueous, experiments on, at Hudson's", "bay - Ixxvi. 191", "— Of water, experiments on lowering IXXX. 300", "Conscience, Courts of, remarks on — Ixxix. 504", "Constable, High, of England, account of that office Ixxviii. 208", "Constantine. Emperor, his harangue translated from Julian IXxii. 164", "Constantinople, journey through IXXX. 219", "Constipation cured by cold water ————— IXxiv. 83", "— Case of ditto —— IXXX. 478, 480", "Consumptions, pulmonary, observations on Ixxi. 490", "— On hereditary, or constitution al I xxii. 566", "— Observations on, by Dr. Carmich ael Smyth Ixxiii. 366", "— Causes off Ixxix. i78", "— Method of treating — IXxix. 179", "— Cure of, by external embrocations IXXix. 180", "Contagious diseases, preservative against IXXV. 5 38", "Convulsions: and convulsionaries, observations on Ixxiv. 426", "Conybeare, Bp. encomium on his writingss Ixxi. 414", "Cook, Captain James, extracts from his lait voyage lxxi. 48, 122, 284", "—His deahh — Ixxi. 294", "His character 3 11 — 1 Ixxi. 295", "His genius and intrepidity a proper subject sor eloquence", "lxxxiii. 458", "Cook,"]}]}, {"PageNumber": 8, "PageData": [{"region": "content", "lines": ["204 COW", "Cook, Captain James, narrative of his death IxXV.", "— Vindicated against Dr. Forster — Ixxvii. 293", "His birth and education — — Ixxix. 395", "— Preferment in the navy Ixxix. 39", "— His first voyage Ixxix. 397", "— His second voyage * — IXxix. 398", "— His third voyage — IxXix. 399", "— Character off Ixxix.399", "— His narratives vindicated — Ixxxi. 317", "Cooke, Mr. his drill machine — Ixxviii. 42. IXXix. 48", "Cooksey, Mr. on preparing hop stalks for man ufacturing cloth", "Ixxiii. 274", "Copland, William, printer, account off Ixxiii. 327", "Copper, account of a green cupreous sand from Peru Ixxxi. 08", "— Method of ascertaining the purity of Ixxviii. 623", "mines at Fahlun described — IXXX. 617", "Peculiar qualities of —— Ixxi. 500", "— vessels, danger of using them in pharmaceutical and chymical", "", "Coralline maintained to be a plant Ixxiii. 486", "Corbet, Dr. verses to his son —\"\" Ixxviii. 21", "Corn, impropriety of allowing a bounty on the exportation of", "IXXv. 347", "— How affected by different plants growing among it IXXV. 536", "— On the ripening of, in cold autumns Ixxviii. 492", "* Used for leed, directions concerning Ixxix. 489", "Cornette. See Lassonne.", "— On the action of phosphoric acid , —r I xXV. 497", "— On sal ammoniac, and on calomel * IXXXi. 61", "Cornus, in botany, that genus described, IXXX. 639. The species", "enumerated, lxxXx. 640.", "Corporatious, their evil tendency — Ixxviii. 411", "Cosfacs, their charactre Ixxx. 598", "Gostard, Mr. that learned man, reduced in his later day to live on", "private charity . h— Ixxvi. 419", "Cothenius, M. on the red quinquinn xxv. 483", "Cotte. M. meteorological observations by Ixxv. 53 ;", "Cotton, Sir Robert, brief character of Ixxi.", "Coulomb, M. on torsion of wires, Ixxviii. 612. On a new sea", "compass, 621. On electricity and magnetism, 622. IXXxi! 604", "Counties, first institution off Ixxxvii. 112", "County courts, abuses of, and remedies proposed IXXxi. 555", "Cour, M. de la, his prize discourse on the principles of patriotism", "lxxx. 612", "Courayer, Father, his intimacy with Bishop Atterbury Ilxxvii 356", "— His charactrere lxxviii. 37", "Courcet, Baron de, on the nourishment of trees, lxxviii. 332. Me-", "teorological observations, 337, 419.", "Courtivron, Baron de, eulogy on, in the French Academy lxxviii. 620", "Courts martial, history off— Ixxix. 416", "Cow, observations on the natural history of Ix*V. 410", "Crac ow,"]}]}, {"PageNumber": 9, "PageData": [{"region": "content", "lines": ["CUM 20", "Cratow, city, described —— Lixi. 254", "Crane, improved Ixxiii. 276", "Cranmer, Abp. his character and conduct, public and private", "lxxiis 170 177", "Crashaw, the poet, his epitaph on Mr. Ashton IxxXiv. 309", "", "Craven, Y. orkshire, natural curioffties there Ixxviii. I 59", "Crawford, Dr. his theory of fire and heat, a prize question", "Ixxiii. 144. Attacked and defended, lIxxix. 588.", "Creation, verses on— lIxxviii. 509", "Crebillon's Lettres Atheniennes different from Lord Hardwicke's", "Athenian letters ——————— — IXXXi. 597", "Credit, public, nature and principles of - Ixxi. 363", "Creve Coour, M. de, on the false acacia, lxxviii. 335. On boiling", "vegerables in steam, 415.", "Crimea, deseribed Ixxix. 649", "N aturas curiosities IxXxix. 39", "— Journey through ——— IXXX. 200", "Crimes and punishments, observations on — IXXV. 413", "Criminal laws, hew code of, by the Emperor of Germany lxxviii. rot", "Criminals, the punishment of, inefficacious Lxxvii. 53", "— Plan for the reform of — Ixxvii. 154", "— Thoughts on those under sentence of death Ixxix. 286", "Critie, character of, defended— Ixxviii. 78", "Critical days not to be neglected in acute diseases rix.", "Crokat, James, a noted literary projector Ixxvii. 31", "Cromwell, Oliver, character off)] Ixxiiii. 24", "— Richard, character of lxxiii. 29", "— rfamily, memoirs of Ixxxiii. 22", "— Descendants still living Ixxiii. 3", "— Genealogical view of - Ixxv. 6", "Crown lands, two kinds of —- IxNvii. 259", "Croydon, case of the inhabitants of, under the prosecutions of Dr.", "Cleww — IIx*xxi. 308", "Croyland abbey, antiquities of, and relicts preserved in it Ixxiii. 415", "Cruelty to brute animals censurd I xxix. 313", "— Of anatomists to animals censured — IxXX. 45", "Crusades, account off?2—— I xxix. 22", "Crystalination, new ideas of — Ixxii. 50*", "—Observations on — IKxiV. 260", "Crystals, on drops of water in — Ixxi. 506", "—Metallil!e!! — Ixxviii. 64", "— Their structure — Iix. 578", "— Atrtificial, how made — — IXXX. r", "Cuchoo, natural history off IXXX. 145", "Cudworth, Dr. his intellectual system attacked Ixxxi. 323", "Cullen, Dr. his dispute with Murray the bookseller Ixxii. 7", "— Peoetical compliment to - lexx. 39", "Cullum, Rev. Sir J. antiquities of Hawsted Ixxiii. 16", "Cullum, Sir Thomas, on a remarkable exfoliation Ixxvii. 360", "Cumner, customs of the parish of]2 Ixxi. 3", "Cunningham,"]}]}, {"PageNumber": 10, "PageData": [{"region": "content", "lines": ["2 DAU.", "Cunningham, Alex. account off Ixxviii. 3", "Curate, the village, poetically described IxX*i. 215", "Curl, a disease of potatoes, observations on IXXv. 127", "Currie, Dr. his memoirs of Dr. Bell— IXXV. 414", "Curwve, researches concerning the —— Ixxii. 505", "Curves, their quadrature — Ixxix.206", "Custom, infloence of, on language Ixxiii. 481", "Cutaneous diseases, observations on, by Dr. Carmichael Smyth", "Ixxiii. 364", "Cuthbertson, Mr. his improved electrophorus, Ixxiii. 54. His", "great electrical machine, 551. His improved electrical rub", "bers, l XX. 604.", "Cyder of Normandy, how far affected by preparations of lead", "IXXXi. 609", "Cynanche Pharyngea, observations onr * r IXXX. 479", "Cypress tree, the culture of Ixxviii. 419", "— Uses of the deciduous — — IxxXviii. 628", "Cyprus, visit to e Ixxix. 519", "— Account of a beautiful woman there— Ixxix. 52", "Cyzicum, remains of that ancient city still visible Ixxxi. 621", "— Turkish and Greek villages in that vicinity described Ixxxi. 621", "", "D' Aguesseau, Chancellor, character of — Ixxiii. 541", "Dabomets, an African nation, described — IXXXi. 628", "Effeminacy and barbarity of their king — Ixxxi. 628", "Dairies, observations on — Ixxix. 481", "D' Alembert, M. eulogy on — Ixxvi. 238", "Dancing investigated — — Ixxiv. 274", "Dandelion, in the Isle of Thanet, account off Ixxii. 192", "Danes, antient, accounts of their intercourse with England and", "Ireland — IXXxi. 311", "Dante, specimen of Mr. Boyd's translation of Ixxiii. 426", "Dantic, M. on an insect destructive to the vines Ixxviii. 418", "D'Argenson's essays commended IxXxi. 669", "Darien, on the miscarriage of the Scottish settlement there Ixxx.1", "— Anecdote respecting that colony — IxXxXx. 316", "Darkness, uncommon, described H* Ixxix. 388", "Darnley, Lord, observations on the murder off Ixxviii. 1", "Darquiere, M. on the great mist Ixxii. 547", "Darwin, Dr. E. on the use of the fox glove in dropsies, IxXiv. 91.", "On an artificial spring of water, 331. On the expansion of the", "air, IXXix. 321.", "—Dr. R. W. on ocular spectra ———1 Ixxvi. 197", "Daubenton, M. on the trachea arteria in birds, and on the oak and", "chesnut tre — Ixxii. 567", "— On a bone found in the earth, and on herborizations, IXxv.", "495. On purgatives for sheep, 539.", "— On the French breed of sheep, IXxviii. 333. On tumors on", "trees, 414. On smutty wheat, 418. On producing large", "Crops"]}]}, {"PageNumber": 11, "PageData": [{"region": "content", "lines": ["DIA 207", "crops of leaves and fruit, 418. On a tree in Chili, 583. On", "cloth made of French wool, 610, 622.", "Davies, Mr. his marble paper superior to the foreign sort", "IxXxi. 531", "Dawson, Mr. on inocolation Ixxiv.5", "Dead Sea, the different accounts off LxX*X. 39", "Deaf and dumb, on the methods of instructing IXXX. 6512", "Deafness, observations on * IXxvii. 359", "Dearborn, Mr. description of two pumps IXxix. 391", "Death, by apoplexy and gangreneous inflammation I xxii. 552", "— Sudden, by the rupture of the heart — Ixxviii. 609", "De Bosch, M. on the state of the soul after death, Ixxiv. 485. Oh", "the state of Christianity at the time of Mahomet, 491.", "Debt, imprisonment for, disapproved IXXX. 167", "— Injurious to the state, the creditor, and the debtor IxXX. 168", "Debtors, observations on the imprisonment of insolvent Ixxix. 467", "Dedications, how they ought to be written Ixxvii. 461", "Deer's horns and bones found in Ireland — IXXiv. 123", "Defluxions, contagious, of the breast — IXXV. 505", "Deglutition, account of a difficulty in — Ixxiii. 364", "—Ovbstructed, singular and fatal case of IXXX. 480", "Delaval, Mr. on opaque bodies ———— Ixxiv. 357", "Delphos, ceremonial of the oracle there described IXXxi. 584", "De Luc, Mr. his theory of barometrical measurements confirmed,", "IXXix. 33. On the gradations among natural beings, 691.", "Deluge, observations on — lxXv.16", "— Of Ogyges and Deucalion different from that recorded by Mo-", "ses — — IxXXi. 660", "Demoivre, M. particulars of his life and writings IXxXvi. 212", "— His doctrine of life annuities defended IXXX. 142", "Denham, Sir John, his claim to reputation as a poet considered", "Ixxvii.", "Denina, Abbé, on languages IxXXv. 489—491. lxxxi. 601", "Denmark, particulars descriptive of — lIxxii. 92", "— Account of — — IXXX. 620", "— Compared with Sweden — - IXXX. 620", "— Political state of — IXXX. 623", "— Disgrace of the late queen IXXX. 623", "Denne, Mr. on the origin of Hock-tyde, Ixxiv. 269. On Domes-", "day-book, lxxix. 423.", "Desfontaines, M. on a new genus of trees IxXxi. 614", "Deston, M. clears 100,000 I. by animal magnetism Ixxiii. 39", "Desmarete, M. on watering meadows, lxxviii. 335. On smutty", "wheat, 417.", "Destouches, M. anecdote of his arrogance and vanity IxXx.575", "Desvoeux, Mr. on the Eleusinian mysteries IXXiVv. 577", "Devaud, a noctambulator, case of — IXXX. 637", "D'Ewes, Sir Simonds, extracts from his MS. journal Ixxi. 32", "Dialogue between an unsuccessful author and his bookseller lxxxi. 477", "Diaphragm, wound in, not always mortal Ixxix. 397", "Dickson,"]}]}, {"PageNumber": 12, "PageData": [{"region": "content", "lines": ["4o BDRE", "Ditkson, Dr. on the Pemphigus — Ixxix. 20", "Dickson, Mr. letter to the Reviewers on the slave-trade IXXX. 472", "Dido, Q. speech to her sister Anna— Ixxviiis 116", "— Epistle to Aeneas — Ixxviii. 245", "Dieman, Br. on aeriform fluids - Ixxviit 528", "Differential calculus discovered by Professor Briggs Ixxiv. 44", "Digitalis, medical use of — lxxiv. 9", "— Failure of, in hydropic cases ——— IXXN. 479", "Diodorus Siculus, on the information on which he composed his", "history — Ixixiiis 565", "Diquemare, Abbé, on manure — lxxviii. 416", "Diseases of warm climates, and remedies Ixxviii. 47", "—Uncommon, deseribed Ixxviii. 609", "— Affecting the organ of speech Ixxviii. 614", "—Of soldiers in voyages — Ixxix. 179", "— Of the army at Jamaica — IXXx. 238", "Dissenters, reasons for their separation from the established church", "Ixxiv. 4", "— A new academy for Ixxiv. 445", "— Their application to parliament for a repeal of the test IXxXvi. 347", "- Charged with narrowness of principle Ixwvi. 524", "Distillery, investigation of the laws of, particularly with regard to", "Scotland — Ixxiv. 432", "— Review of the laws of, respecting Scotland Ixxix. 265", "Distress, on the pleasure of the mind in contemplating IxXv. 347", "Diversions, field, verses on — —— —— Ixxvii. 49", "Divine, young, verses to lxxvii. 49", "Divisors, observations on —————f IXXX. 143", "Dixon, Captain, account of, and of his rise in the maritime line", "Lexx. 510", "— Letter to the Reviewers IXXxi. 575", "Dock-yards, observations on the Duke of Richmond's plan for", "fortifying thenmnmnm— Ixxif. 310", "Doddington, G. B. Lord Melcombe, clause in his will relative to his", "books and papers — IXXi. 1", "— Extracts from his diary —— Ixxi. 1", "Dogmatism, absurdiry off lx*vii. 574", "—Proper medium between it and scepticism Ixxvii. 575", "Dombey, M. on a new mode of making flour Ixxviii. 41", "Domesday-book, observations on — Ixxix. 423", "— Information fron — IXXx. 518", "Dominican monks, natural history of — 1I xxi. 3 9", "Don Juan, affecting story offf Ixxiii. 128", "Donop, Colonel, affecting account of his death lxxvii. 42", "Dover, its antiquity — IXXV. 273", "Douglas, Rev. . on the Usbs Rutupiae Inxviii.", "Doulcet, Dr. on a terrible puerperal fever IXXv. 532", "Draining of land, pec ul iarities res pecting Ixxviii. 580", "Drama, private theatres censured —— IXxxi. 624", "Dress, proposals for preventing waste in Inxix. 273", "Drill", "15"]}]}, {"PageNumber": 13, "PageData": [{"region": "content", "lines": ["DYS. 209", "Drill husbandry, Cooke's patent machine for Ixxviii. 42", "— Experiments with oats and wheafrf— Ixxviii. 43", "— Superior advantages of)f Ixxviii. 44", "— Experim en ts o n - — — Ixxix. 479", "— Successful practice off — IXXX. 21", "Dropsy, history of a case arising from a diseased ovarium lxxiii. 207", "— Efficacy of the fox-glove in — Ixxiv. 91", "— The use of cantharides in ——— IXXX. 479", "— Cases in which the digitalis purpurea has failed IXXX. 47", "Drowning, on the operation of water in IXXX. 303", "— On the nature of, and on the recovery of persons apparently", "de ad — —— — IXXX. 304", "Druid, etymological account of Ixxi. 176", "Druidical remains in Derby shire — IXXiv. 1 24", "—Tem ple found in Jersey — Ixxix. 428", "Druids, religion of — Ixxiv. 270", "— Irish, particulars relative ts— Ixxxvii. 426—438", "Drummond, W. his verses on the death of a Scotch noblem an", "IxXviii.", "Drury family— — Ixxiii. 17", "Druses, an independent nation on the mountains of Lebanon, ac-", "count of — IXXvi. 626", "— Farther account off — — Ixxvii. 59a", "Dryander, Mr. on the Benjamin tree — Ixxviii. 130", "Dis Bos, bbe, his literary merit canvassed IXXX. 569", "Duc, M. le, on gleaning ——— Ixxviii. 587", "Ducarel, Dr. on antiquities of Lambetthth Iixxiii. 330", "Dudley, Rev. H. B. recovers land from the sea IXXX. 24", "Duelling, invective against — Ixxii. 199", "— Strictures on — IxXxvi. 115", "— Lord Rawdon's sentiments on — IXXvii. 504", "Dubamel, M. on smelting iron ore — IxXxi. 608", "Duncan, Dr. on an obstinate hiccough — Ixxviii. 493", "Dundonald, Earl of, on purifyin g sea salt IXxviii. 492", "Dung, for man are, best sorts of — Ixxvii. 9", "Du Pui, M. on the eyey — Ixxiii. 558", "Durande, M. on astringent indigenous plants Ixxi. 507.", "— On corallinns Ixxiii. 486", "— On propagating foreign trees IXXV. 506", "— On the cure of a cholic and sciatica IXXV. 506", "Durham city and cathedral described — Ixxix. 522", "Dutch, their manners, character, and government vindicated", "IXXX. 128", "Dyer, the poet his Grongar Hall criticised- Ixxvii. 28-", "— His memory defended - Ixxvii. 62", "Dyes, observations on madder, &c. r Ixxviii. 582", "Dysentery, treatment of, in warm climates Ixxvii. 1s", "htn tle", "r Eagle,"]}]}, {"PageNumber": 14, "PageData": [{"region": "content", "lines": ["210 EDU.", "", "Eagle, black, a song by Dr. James Fordyce Ixxvii. 377", "Ear, diseases offf Ixxvi.", "— Structore of, in fishes — - Ixxvi. 151-", "Earth, globe of the, nearly a perfect sphere — I xxif. 54t", "— M. De Lue's hypothesis of the axis of, controverted Ixxiii. 561", "— Ttalian poem. on the globe of the IxXiv. 55", "— The original formation off I*x*v. is", "Separation of land and water IXXv. I", "Observations on the deluge, lxXv. 16. Strata, IXXV. 19.", "— Antiquity of, inferred from petrifactions IXXv. 456", "— Subsidence of, near Folkstone — Ixxvi. 195", "— Figure of — — lXXvi. 560", "Proposals for ascertaining the figure Ixxvii. i81", "— Change of, after the fall — Ixxvii. 182", "— Its age controverted — Ixxvii. 183", "— Strata in Lincolnshire — — Ixxvii. 347", "— Out the figure of the — I xviii. 629", "New theory of — IxXix. 36", "Ratio of its two diameters Hxxix. 7", "Earths, on the transmutation of — lxxvii. 554", "— Geoponic, analysis of Ixxviii. 587", "Earthquake in Calabria in 1783 Ixxii. 525", "— Effects of, on the human body — Ioxxii. 56", "— In Burgundy, account of Ixxiii. 485", "— In the North of England — Ixxvii. 346", "— Conjectures on * IXXix. 389", "Eason, Dr. on chrystallization, on bleaching, and on vapour", "Ixxiv. 260, 261", "Eccleshal Castle, agcount of Ixxiii. 14", "Ecclesiastical polity, Bp. Horsley's notion of, controverted lxxviii. 3", "Eccleston, Mr. drains Martin-meer Ixxxxi. 529", "Echoes, extraordinary, at Ulsewater— Ixxviii. 18", "Eclipses, Bernoulli's examination of Costard's remarks on Ixxii. 557", "— Observations on , Ixxiii. 509", "Ecliptic, observations on the diminution of the obliquity of Ixxi. 494", "— On the obliquity of— Ixwvi. 560", "Edinburgh, history of the Royal Society of lxxviii. 490. Ixxix. 532", "— City of, described — Ixxix. 539", "Edgworth, Mr. on an antique coat — Ixxiv. 121", "Edmund, surnamed Ironside, his combat with Canute Ilxxix.00", "Education, mistakes in the common modes of Ixxii. 579", "— Observationsn B—— Ixxv. 254", "— Arguments in favour of public, and hints for the improvement", "of — — Ixxvii. 275", "— New plan of intellectual — IXxxvii. 543", "The synthetic method disapproved Ixxvii. 543", "— Plan of, in Virgininnn Ixxviii. 459", "— Mrt. Paston's letter on— Ixxix. 9", "Edgucation"]}]}, {"PageNumber": 15, "PageData": [{"region": "content", "lines": ["ELE 211", "Fducation of princes —— IIxxXx. 412", "— Scientific and elegant, recommended— Ixxxi. 144", "Rdward I. his attempt to render Scotland feudatory on England", "Ixxviii. 655", "Edward III. his tyrannical behaviour to the Welsh princes IXXV.", "Edward the Confessor, description of his monument lxxviii. 281", "Egan, Dr. teaches boys to speak Latin Ixxvii. 463", "Egypt, the present population of — Ixxiii. 246", "—Miserable state of, for want of a regular government Ixxiii. 246", "— Not naturally liable to the plague — Xiv. 524", "— Number of in habitants ———— Ixxiv. 525", "— Revolutions in commerce — Ixxiv. 525", "", "— Prodigious size of some of their ships Ixxiv. 527", "— Commerce and arts ruined by the Mahometan conquest Ixxiv. 528", "Probability of its emerging from its low state Ixxiv. 3 29", "— Plan for a philosophical journey thither in search of antiquities", "Ixxiv. 530", "— Account of that country — IXXv. 298", "— Pyramids — IXXv. 299", "— Climate — — IXXV. 300", "— The plague never originates thereeee IxXxv. 300", "— Terrible effects of hot and dreadful south-west winds there", "Ixxvii. 590", "Egyptians, antient, not a very learned nor enlightened people", "Ixxii. 544", "— Their manners described — IXXvi. 568", "Elastic stone, properties off Ilxxy. 484", "Elasticity in consequence of attraction Ixxii. 504", "Electrical fish described— Ixxvi. 196", "Electricity, new principle of the theory of Ixxii. 505", "— Utility of conductors maintained Ixxii. 524", "— Analogy of, with magnetism — Ixxii. 528, 538", "— Absorbed by bodies reduced to vapour Ixxii. 565", "Contest concerning — Ixxii. 574", "— Power of the prodigious machine at Haarlem Ixxiii. 552", "— Experiments on electricity — Ixxiv. 329", "— Fatts and queries relative to attraction and repulfion lxxiv. 353", "— Fluid of, considered as an universal principle Ilxxiv. 519", "— Machines, made of taffeta, without glasss Ixxv. 521", "— Ohbservations on the methods of administering it medicinally", "IXXV. 540", "— Experiments by M. Van Marum — IXxvi. 581", "— Atmospherie— Ixxvii. 126", "Machine for doubling the power of Ixxviii. 18", "— In several minerall! Ixxviii. 621", "— Degrees of, measured by the torsion of wires Ixxviii. 622", "Methods of discovering small quantities Ilxxix. 319 e", "— The manner in which glass is charged with it Ixxix.", "— Effects of, on the human body Ixxix. 613", "Pa Hlectricity,"]}]}, {"PageNumber": 16, "PageData": [{"region": "content", "lines": ["212 EN'G", "Rlectricity, account of a curious appearance in Ixxix. 389", "— Desecription of a new instrament — IXXX. 296", "— Improvement in the machinery of —— IXXX. 602", "Elgctrical rubbers impro ed IXXX. 604", "— Experiments and remarks relative toe lxxxi. 313, 604, 607", "— Mecical, different methods of ad ministerin g TIxxii. 486", "— M, Mauduyt's merit in— Ixxii. 488", "— Medicall IlIxxiii. 381, 383, 487", "— Application of, to physice and medicine Ixxx. 658", "Electrometer, new one described Ixxvii. 339", "Elesirophorus, improved — Ixxiii. 521", "Elements, natural, shewn to be only three IXXix. 591", "Elephanta Island, wonderful caverns in Ixxvii. 207. Ixxix. 423", "Elephants, bones of, found in various parts of Europe IXXV. 459. 462", "— wVarticulars in the natural history of — IXXiX. 619", "Eleusis, inquiry into the mysteries off Ixxi. 527", "Elesinian mysteries critically considered. Ilxxiv. 570. lxxxi. 589", "Elixir faetidum, prescription for making Iixxix. 637", "Elizabeth, Queen, courted by a king of Sweden Ixxii. 89", "— Her duplicity with respect to Mary Q. of Scots Ixxvii. 477", "Her project for the destruction of Mary Ixxvii. 480", "— Her history, written by a French lady Ixxvii. 561", "— Her charactrere Ixxviii. 50", "Her treatment of Mary Q of Scots — IXXviii. 56", "— Her inclination to despotic power Ixxviii. 658", "— Her parsimonious disposition— Ixxviii. o58", "— Her ortful politices Ixxviii. 659", "— Her visit to Cambridge IXXXi. 137", "— Her attendance at St. Paul's IxXXi. 132", "Her visit to Sir N. Bacon at Gorh ambury IXXi. 33", "— Her rough taste in musie — IXXAi. 297", "Elizabeth, Empress of Russia, anecdote respecting an intended re-", "bellion against here Ixxii. 185", "Elliot, Dr. on substances in spirits of wine IXxvi. 1895", "— Rev. Mr. on the distance of the moon from the sun Ixxix.", "Eiliptic ares, on integrations by Ixxxi. 617", "Ellis, Mr. the naturalist, his studiee I*Xxv. 211", "Elocution, new method of teaching — lxxvii. 202", "Eloquence considered.— IIXXv. 488", "— Paradoxes in — — IXxxv. 488", "Elstob, Mr. and Mrs. account of them and of their writings Ixxiiis 429", "Embalming, when first practised, and different modes of lIxxviii. 279", "Embargoes, doctrine of, considered IXXX. 491", "Emphysaema, case off]— Ixxiii. 364", "Enaux, M. on polypous tumours — Ixxi. 506", "— On the hare-lipy— Ixxiii. 184", "— On the bones of the pelvis — Ixxiii. 488", "Encaustic painting. inven tions and improvements in lxxv. 540", "Enchanted fruit, an Indian tal!! Ixxvi. 387", "Engine for dta wing water out of miness Ixxvii. s", "England"]}]}, {"PageNumber": 17, "PageData": [{"region": "content", "lines": ["ESS 2'r3", "England, Thistorical deduction of the revenue of from the time or", "the antient Britons to the end of the Stuarts lxiv. 94—103", "— Various modes of providing for extra expencess lxxiv. 108", "— On the various plans for reducing the national debt Ixxiv. 11", "— Hume's history of the constitution deficient as to the earlier", "periods— Ixxvii. 197", "— Uility of the divisions of tithings and hundreds lxxvii. 113", "— The revenue of the crown, when ce derived IXxvii. 25", "— Landed revenue, how distinguished from the king's. private", "property — — Ixxvii. 59", "— Value of the revenue — Ixxvii. 263", "— Liberty of, whence derived— Ixxvii. 231", "—Inferior to German freedom IXxXvii. 232", "— Constitution of, a medley of other forms of government Ixxvii. 234", "— Advantages and disadvantages of the constitution Ixxvii.", "— Military power by sea and land — Ixxvii. 235", "— Poor considered — Ixxvii. 236", "— Commerce — — Ixxvii. 236", "— Just idea of the government, by a French authoress lxxvii. 565", "— National character exhibited in punishments Ixxviii. 569", "— In the mode of education Ilixvili. 571", "— In the resemblance to the Romans, Saxons, &c. Ilxxviii. 572", "— Character of, by M. de Calonne— Ixxviii. 664", "— State and character of, by the late king of Prussia IXxix. 680", "— Encomiums on — IXXX. 591", "Advantageous character of, by a foreigner , IXXX. 593", "English language, why less universally used than the French IXxXi. 578", "— Merits ff Ixxi. 580", "— On the pronunciation of, with respect to accent, quantity, &c.", "Ixxiii. 191", "— How far improved or injured by borrowing words from other", "languagess — Ixxiii. 482", "Observations on the genitive case Ixxviii. 493", "English manners compared with the French Ixxi. 578", "Enthusiasm in a painter, for the sublime — Ixxiv. 5 3", "Eoon Iste described Ixxi. 133", "Epée, Abbe de I', his dis pute wi th M. Nicolai IXXX. 651", "Epidemic diseases, memoirs relative to IXXV. 536", "Preservative against — IXXV. 538", "Epigram, by Mr. Freston Ixxviii. 511", "Epilepsy, method of cure Ixxi. 263. Ixxiii. 488", "Equations, resolution off IxXxiv. 141", "— Method of reducing, when they have two equal roots lxxix. 144", "— Analysis of indeterminate , o . Ixxix. 570", "—Of equal altitudes for Cambridge in N. England, tables of", "Ixxix . 38 6", "An universal manner of integrating -,; IXXX e57", "Equinoxes, precession off — Ixxviii. 30", "Equitable Society for assurance on lives recommended Ixxv. 405", "Essex, Mr. on the bridge at Croyland, &&. Ixxiii. 13", "P3 Establishments,"]}]}, {"PageNumber": 18, "PageData": [{"region": "content", "lines": ["214 FAR", "Establishments, religious, condemned lxxii. 264", "Eternity of future punishments objected te— Ixv.367", "Ether, vitriolic, effects of, in the animal ceconomy Ixxv. 4", "— Of Sir I. Newton, adopted by modern chemists Ixxix.8", "Ethics, an im portant point in, discussed— Iv. 337", "Better understood by the moderns than by the an tients Ixxvii. i", "— Compendium of, from the Persian of Sadi IXXX. 707", "Etymology, observations on Ixxvi. 598", "Evaporation, theory of —— - Iixxi. 21s", "Experiments on . — Ixxvi. 392", "Eve. the formation of, from Adam's rib IXXxi. 444", "Evening, sonnet to — h IXXX. 465", "Evil, hecessary in the present state — Ixxi. 570", "* Moral and natural, observations on the permission of Ixxii.", "Euler, M. memoirs of Ixxiii. 496", "— His genius and application Ixxiii. 497", "—His death and character — IXxiii. 501", "—His calculations respecting balloons — Ixxiii. 508", "Eustatius, St. plan for the division of the prize money Ixxix. 378", "Euxine, changes in the commerce of that sea IxXvi. 580", "Exfoliation, remarkable instances of Ixxvii. 360, 362", "Eje, apple of the, etymological account of that phrase Ixxi. i7", "Eye, account of an heredirtary disease in — Ixxiii. 144", "— On the dissolution of the lens crystalin a opaca Ixxiii. 558", "— Observations on couching Ixxiii. 55", "— Diseasesoef — lxxvi. 36", "— On the colour of the pigment in the eye of different animals", "IXXvi. 408", "— Case of a spasmodic affection of Ixxvii. 361", "— Worm in the, of a horse IxXvi. 40", "Eyes, in flam mation of, cured by stimulating applications Ixxviii. 43 5", "Eyre, Baron, on military power — IxXvi. 533", "Fabianus studied under Sextius — -- Inxxvii. 589", "Faith implicit, formerly esteemed inexcusable, and injurious to truth", "Ixxvii. 149", "Falconer, Dr. on the knowlege of the antients, IxXv. 256. On", "the influence of the scenery of a country on the manners of its", "in habitants, 411. On gardening among the antients, 412. On", "the efficacy of cold water in constipation of the bowels, lxxx.", "478. On palsy, 480.", "ll, the, observations on, as the curse of the earth 1xxvii 182", "Falstaff, Sir John, his character as drawn by Shakspeare investigated", "IXXxXi.", "Fantasias, curious account of — IxXxi. 428", "Fardon, M. on improving the common people Ixxiii. 143", "Fare, Margquis de la, account off— I xxxi. 668", "Farms, obiervations on large and small - Ixxi. 49", "Farmers,"]}]}, {"PageNumber": 19, "PageData": [{"region": "content", "lines": ["FIR 215", "1 armers, advantages of, in Norfo! k \" Ixxvii.", "— Excellency of the labourers in that county Ixxvii. 7", "— In England, their utility Ixxviii. 49", "— Restraint of, censured — Ixxviii. 5", "Farquharson, Dr. case of schirrous cesophagus IXX. 481", "Farr. Dr. on dropsical complaints IXXX. 479", "Fashion, the fol lowers of. satirized IXxvii. 375", "Fata Morgana observed in the harbour of Messina Ixxii. 519", "Fayette, Marquis de la, his great zeal in the cause of America", "Ixxviii. 293", "Fearon, Mr. on cancers — — IXXX. 483", "Felons, great advantages of, over the honest part of the community", "Ixxii. 382", "Felton, the assassinator of Buckingham, acted on patriotic principles", "Ixxi.35", "Fenelon. Abp. anecdotes relative to — Ixxix. 650", "Fennel. Mr. (the actor) his ill-treatment at Edin burgh IXXX. 384", "Fermat, M. his philosophical eminencee!?!— Ixxi. 563", "Fermentation, observations on — — IXxiv. 350", "* Thoory of qifferent species of — Ixxix. 589", "Fern-bread. how made rer — Ixxviii. 413", "Ferns, British, remarks on ———— — Ixxvi. 130", "Feudal system, origin of, in England — Ixxvii. 170", "—Discasdd IXXX. 425", "Fevers, on the causes of the different kinds off Ixxiii. 46, 367", "— Efficacy of spirit. vitriolis dulcis in the remedy of Ixxiii. 369", "Intermiftent, obsérvations on, by Sir G. Baker IxXiv. y", "— Observations on, by Dr. Rushs IXXV. 258", "— Bilious and intermittent in Pennsylvania Ixxvi. 293", "— Puerperal, a remarkable one in France, with the method of", "treating it IXXV. 532", "— Miliary, characteristics of aa IXXV. 53", "— On the influence of the moon in IXxVi. i58", "— Putrid and bilious, in the West Indies, symptoms and treatment", "Ixxviii. 474", "Treatment of the yellow Ixxviii. 476", "— Intermitting, efflcacy of cicuta in— IXXx. 481", "F ielding, Henry, his writings arraigned and vindicated Ixxvii. o66", "Fife, Earl of, his extensive plantations of trees Ixxx. 15", "Figure in life, remarks on — Ixxvi. 113", "Finances, duty of a minister respecting — Ixxiv. 542", "Fire, observations on the generation of IXXV. is", "— Nature of elementary lXXv. 46", "Affinity of, with pure air — IxXv. 5 .", "— Philosophical disquisition on Ixxvi. 118", "— Compounded with light IxXvi. 318", "— Phenomena off Ixxvi. 320", "— Salted with fire explained — Ixxvii. 511", "— And heat, theory off — Ixxiii. 144", "— Arms, when first used Ixxix. 333", "P4 Fire"]}]}, {"PageNumber": 20, "PageData": [{"region": "content", "lines": ["216 FOR", "Fire-pump, electrical, described, vlxi. 553", "Fish, structure and physiology of, explained Ixxvi. T", "— A new electrical fish — — Ixxvi. 196", "On the spermatic vessels of — Ixxviii. 627", "— On the respiration of — — Ixxviii 62", "Fisher, Mr. on an abdominal tumour — Ixxix. 392", "Fisheries, plan for improving Ixxvii. 7", "— Value of the Newfoundland . Ixxvii. 45", "Propriety of establishing, on the coast of Scotland and in the", "Hebridess— Ixxvii. 444", "Firzroy, Capt. his generosity celebrated — Ixxiii. 311", "Fixlmillner, M. on Herschel's planet — IXXV. 481", "Flagg, Mr. on the torpedo — Ixxvi. 141", "Flanstead, Mr. the first astronomer royal Ixxiv. 183", "— His works — Ixxiv. 184", "Flannel, its absorbing qualities Ixxviii. i83", "— Recommended for shirts — Ixxviii. 183", "Flattery poetically described — Ixxi. 368", "— Instances of its having been used with success Ixxix. 647", "— Verses in commendation of —I Ixxix. 647", "Fleming, Mr. on the waters of Loch Tay Ixxix.35", "Florence, description of — o — IXXX. 205", "Flour, advantages of that trade in France Ixxviii. 331", "— Made of alstroemeria ligta f IXxviii. 414", "Fluents, new method of finding —— Ixxvi. 119", "— Found by infinite series, how corrected Ixxix. 145", "Fluid, on the expansion of, by heat Ixxvii. 550", "Fluids, which may be obtained in an aeriform state Ilxxi. 492", "— On the proportion between the compression of the surface of", "fluids and the degree of heat they acquire by boiling lxxii. 549", "— On the nature of different aeriform — Ixxvii. 528", "Of organized bodies philosophically investigated IXXXi. 682", "Fluxions first invented by Newton — IXXv. 528", "Foe, D. de, sketch of his life, and character as a writer Ixxvii. 459, 460", "Faetus, human, memoir on — Ixxi. 489", "— The ordinary situation of Ixxi. 507", "Fontana, Abbé, on various mathematical points Ixxii. 505, 506", "— His tracts oo--- IIxxiv. 531", "F. ontenelle, M. de, encomium on him by M. Duclos IXXX. 76", "— Various anecdotes of — IXXX. 577", "— His kind regard for Marivaux — IxXxx. 550", "Fonts, the different forms of Ixxviii. 213", "Foot, the Roman, measure of — Ixxii. 482", "hed, Captain, translation of an ode from Hafez IXXvi. 422", "Mr. on some medical points — Ixxiii. 366", "— Parson, anecdote of Ixxvi.7", "Fordyce, Sir William, on rhuabardsdsdldtl Ixxii. 18", "— Dr. Geo. on loss of weight in heated bodies, Ixxiv. 326. On", "heat, IxXxviii. 188.", "Formey, M. his posthumous works — Ixxii. 558", "Formey,"]}]}, {"PageNumber": 21, "PageData": [{"region": "content", "lines": ["FRA 217", "Formey, M. on the Tusculans of Cicero Ixxv. 486. Ixxvii. 556", "", "Formosa, Island, storms in, 1782 Ixxii. 500", "Forster, Mr. account of the parish of Shifford AIxxi.3", "Fossils of Cornwall!! Ixxxi. 67", "Foster, Rev. Mr. author of the book on antient republics pub-", "lished under the name of E. W. Montagu Ixxix. 469", "* Dr. his saying on mystery explained Ixxiv. 1", "Fothergill, Dr. on epilepsies and apoplexies, Ixxi. 263, 264. Oh", "agues, IXXX. 478.", "—Dr. A. on the application of chemistry to agriculture, lxxv.", "174. On longevity, 253.", "Fotheringhay, history off Ixxviii. 192", "Fouchy, M: de, on the weight of the atmosphere I xxi. 485", "— On a level, Ixxiii. 508. On a quadrant, 509. On a surgical", "case, Ixxviii. 614.", "F ougeroux. See Bondaroy.", "F ouquet, Baron de la Moite, his character IxXX. 255", "— Account of that famous ministr Ixxxi. 676", "Fourcroy, M. de, on geoponic earths, Ixxviii. 587. On oil of vitriol.", "627. On the tendons, 628. On oil of vitriol, Ixxix. 576.", "On the mucous capsulae, 578. On inflammable gas, lxxxi.", "605. On a green cupreous sand in Peru, 608. On a new", "merhod of obtaining atmospheric moffette, 611. His third", "and fourth memoirs on the tendons, 614.", "Fourny, M. on balloonss — Ixxi. 381", "Fox-glove. medical uses of that plant — Ixxiii. 370", "— Efficacy of, in dropsies— Ixxiv. 91", "Fractures of bones, proper treatment of IXXx. 4", "France, the claim of her language to universality Ixxi. 579", "", "— Scketch of the reformation in Ixxii. 203", "— Superstition of the court of, in the time of Charles IX. Ixxiii. 37", "Scheme of relieving from the public debt Ixxiii. 585", "— Said to have invented measuring time in music Ixxiii. 455", "— Language of, estimate of its loss and gain by the changes", "which it has undergone Ixxiii. 482", "— Advantages from her commerce with America Ixxvi. 593", "— On the eve of a revolution Ixxvii. 561.", "— Impolicy of, in assisting America * Ixxvii. 562", "— The population of Ixxviii. 618. lxxix. 574", "— Rights of the several orders of the state investigated IxXX. 664", "— On the national character off Ixxxi. 226", "— Her sailors and mechanics inferior to those of En gland Ixxxi. 226", "— Universality of the language of — Ixxxi. 600", "— Refugees from, great n amber of, in Prussia, in consequence of", "the revocation of the edict of Nantes Ixxi. 519", "Franklin, Dr. B. his endeavours to reconcile Great Britain and", "America — — Ixxii. 12", "— His meteorological conjectures - Ixxiv. 5", "Franklin,"]}]}, {"PageNumber": 22, "PageData": [{"region": "content", "lines": ["218 GAU", "Franklin, Dr. B. his great character , Lxxvii. 44", "— His friendship for, and correspondence with Mr. Strahan", "IXXvii. 372", "— On quantities of rain, IXXV. 412. On a new hygrometer,", "Ixxvi. 389. Maritime observations of, 467. On smoky chim-", "nies, 469. On a new stove for burning pit coal, 470. Not", "the inventor of the swimming anchor, lxxvii.56.", "Franks in Syria, their privileges Ixxvii. 594", "Fraula, Count de, on language — Ixxi. 502", "Frederick II. king of Prussia, his correspondence and friendship", "with M. de Sah m Ixvii. 596", "Free-masonry, curious sermon in praise off IXXv. 476", "Freezing, experiments relating to, at Hudson's Bay Ixxvi. 191", "— Experiments on orr Ixxix. 321316", "French prophets, some account of Ixxviii. o6", "Freshets, an American word, explained — Ixxvi. 273", "Friestand, Island, observations on Ixxviii. 61", "Fruit-trees, degeneracy of * Ixxix. 482", "Fulda, account of the town and country of IXXix. 684", "Furnaces, portable, improvements in IXXV. 421", "Furneaux, Capt. some of his people massacred by the New-Zeal", "anders —- Ixxi. 56", "Fur-trade, produce of, in the Chinese market IXXX. 507509", "Eynney, Mr. account of hydatids discharged with urine IXXx. 483", "", "Gaberlunzie man, an antient Scottish poem — Ixxv. 287", "Gaelic Poems, account of e IXxxi. 41", "Galen, the prince of an atomists — IXXv. 324", "Gallendat, Dr. on the Procidentia uteri Ixxiii. 37", "Gallitzin, Prince, on extinguished volcanos in Germany lxxxi. 663", "Gaime, taxes proposed for the liberty of killing Ixxii. 57", "— Great damage done by, to the farmers in Norfolk Ixxvii. 10i", "Gamester the worst of characters — Ixxi. 431", "Gangrene, case of — Ixxvii. 358", "Gannet, Mr. on aurora borealis — IXXiXx. 3 0", "Gardening, progress of taste in — Ixxiv. 121", "— Style and taste of the antients in — IXXV. 412", "Garthsbore, Dr. case of difficult deglutition Ixxiii. 365", "— On numerous births— IIxxviii. 128", "Gas of marshy ground, its nature and properties Ixxii. 493", "—Of Mon golfier — Ixxii. 551", "— Improvements in chemistry, from the discovery of Ixxiii. 35", "— Inflammable, on the formation and properties of Ixxxi. 605", "— I See Air.", "Gates, Mr. account of an improved method of spinning fine wool-", "len yarn — IIxxxi. 532", "Gatterer, Prof. memoir concerning Thracee Ixxiii. 564", "Gauden, Bp. declared to have been the author of Icon Basilike Ixxvii 54", "Gautior,"]}]}, {"PageNumber": 23, "PageData": [{"region": "content", "lines": ["GHE 219", "Gautier, Abbé, his account of Voltaire's death Ixxviii. 35, 121", "Geddes, Dr. on the Athanasian system, answered by Dr. Priestley", "Ixxviii. 457", "Gendre, M. le, on indeterminate equations Ixxix. 570", "— On variable quantities, and on integrations by elliptic ares", "IxXXi. 619", "Generation, experiments on — Ixxviii. 128", "Geneva, learned men of IxXv. 563, 565", "Gengis-Chan, his conquests h — Txxi. 5 49", "Genius, city of, poetically described T a IXXv. 312", "Gentil, M. on mountains, and beds of stone, lxxii. 568. On the", "zodiac, lXXV. 503. and lxxviii. 629. On the ecliptic, IXXvi.", "560. On opake bedies, lxxviii. 617. On the cold of 1783.", "and on Indian astronomy, I XXviii. 617.", "Gentleman's Magaxzine; method of procuring parliamen ary debates", "in the early volumes of that work— Ixxvi. 28", "Gentlemen pensioners, account of I xxiii. 32", "Gentoos and Mabometans, probable effects should they become n", "lightened by Christianity— I xxiii. 8", "Their pretensions to antiquity Ixxiii. 28", "Geography, historical deduction of Ixxii. 434", "Mistakes of Ptolemy rectified — Ixxii. 436", "Geoponic earths, analy sis of — Ixxviii. 58", "Ge-organon described —— IxXxix. 159", "George II. character of — Ixxix. 580", "Georgium Sidus, observations on, by M. Slop Ixxii. 507", "— Not a new discovery — II xxiii. 19", "— Distance from the sun, and revolution, ascertained Ixxiii. 515", "— Supposed to be the 27 th in the tail of Capricorn Ixxiii. 519", "— Account of, by M. Bernoulli — IXXV. 481", "— M. F ixImill ner's account of — IXXV. 48", "— Observed by former astronomers — I XXv. 481", "—Two satellites of, discovered Ixxvii. 179", "— Its motion, orbit, and elements determined IXXix. 38", "— Table of its places - —— Ixxix.38", "— Its opposition in 1785 — Ixxix. 57", "— Its satellites - IXXX. 141", "— Ohbservations on — IXXxi. 617", "— New named by the Berlin astronomers Ixxxi. 619", "Gerhard, M. on a flexible stone, IXXV. 484. On the transmuta-", "tion of earths and stones, lxxvii, 554.", "Gerlach, M. maintains that the earth is nearly a perfect sphere", "Ixxii. 548", "German language, its genius unfavourable to its propagation lxxi. 577", "— Origin of — — Ixxv. 491", "* Ode, translation of Ixxix. 5", "Germans, their cultivation of commerce Ixxiv. 497", "Germany, Emperor of, his character IXXX. 206", "— Freely represented 1 IXXX. 691", "Ghesquiere, Abbe, on Roman medals, and on a diploma Ixxd 501\"", "Gidnt's"]}]}, {"PageNumber": 24, "PageData": [{"region": "content", "lines": ["229 G OO0", "Giant's Causewny, observations on — IXXVy. 27", "—. Composed of basaltes * IXXV. 280", "— Fossils found in itt! —IXxv. 287", "Gibbon, Mr. gross mistakes off likxxi. 345", "— Censured for being unfriendly to Christianity Ixxii. 40", "— An opinion of his respecting Christianity controverted Ixxiii. 61", "—His plan for the contin uation of the Koman history IXxviii 469", "— His mode of historical composition — IxXxxix. 122", "—Defects of his worklklkll Ixxix. 233", "Gibraltar, some particulars of the late siege of Ixxiv. 13", "— Ought, in good policy, to be restored to Spain for an equivalent", "IXeix. 154", "Gifford, Mr. instrumental in causing the act for licensing the stage", "Ixxvii.", "— Thomas, account of Zetland — Ixxviii.", "Gillies, Dr. defended against M. de Pauw IXXX. 262", "Gilpin, Mr. on the annual passage of herrings IXxvi. 141", "Ginseng-root, method of preparing it in China Ixxiv. 82", "Giraffe described— Ixxviii. 595", "Girardi, M. on respiration in birds Ixxii. 507", "Girgenti, the antient Agrigentum, ruins of Ixxviii. 297", "Girod, Dr. on inoculation IXXV. 538", "Glandular disease of Barbadoes, Ixxi. 93. Its cause, lxxi. 94.", "Glasse, Dr. on the affinity of Hebrew and South Sea language", "IxXix.259", "— Mr. letter to the Reviewers ——— IXXxi. 474", "Gleaning of corn, a pernicious custom — Ixxviii. 587", "Gleditsch, M. on herbs —— — Ixxii. 552", "— Natural history of the camphor tree — Ixxvii. 554", "Globe of the earth, Italian poem on Ixxiv. 552", "Globes, the use off — — IXXix. 450", "Gloucestershire, state of tillage, agriculture, &c. in IXXxi. 586", "Glycas, Michael, memoirs of — Ixxiii. 562", "Gmelin, Prof. on northern lights in Siberia Ixxii. 257", "On mineral waters , . — Ix xiii. 559", "Gnomonics, the theory and practice of — Ixxvii. 555", "Goat of Angora, uses of— Ixxviii. 585", "Goats in stables, their influence on the health of horses IxXxi.36", "GOD, his existence and perfection synthetically demonstrated", "Ixxiii. 336", "Godart, M. on bodies of ice * IXXV. 508", "Goguelin, M. on the scurvy, IxXX. 695. Sugar a remedy for it,", "IXXX. 695.", "Goitre, disease of, described — Ixxi. 93", "Gold, how affected by the nitrous acid — Ixxi. 491", "— Experimen ts mixing gold with tin Ixxii. 259", "— Said to be dissolvable in the nitrous acid Ixxv. 508", "Goldsmith, Oliver, his Deserted Village characterised Ixxvii.", "Goodall, Mr. the first vindicator of Mary Q. of Scots IxxXvii. 474", "Goodricke, Mr. on the star Algol, lxxii. 49. lxxiii. 196. On a new", "star, lxxiv. 254. On a star in the head of Cepheus, lxxvi. 30", "Gospel,"]}]}, {"PageNumber": 25, "PageData": [{"region": "content", "lines": ["GRE —2", "Gospel, considered as a portion of antient history Ixwiii 305", "Gospels, the order in which they were written Ixxi. 4", "Goths, origin offf— Ixxvii. 318", "Gouda, chief of the Zaporoguian Cossacs, his treacherous and cruel", "condut — IXXX. 599", "Gough, Mr. on card playing99 I xxix. 301", "Gould, Sir Nath. accou nt of his essay on public debts Ixxi. 362", "Goussier, M. partly author of the Physique du Monde Ixxii. 568", "Gout, the nature of the concretions formed by Ixxiii. 362", "— Theory of, and method of prevention and cure lxxvi.2", "— New theory of — Ixxix. 404", "Government, the various forms of, appreciated Ixxiii. 524", "— The best form off)f IlIxxiii. 528", "Comparison of the ceconomy of antient and modern states", "IXXV. 487", "Gradation of animalls— Ixxix. 691.", "Grain and flour, method of preserving by ovenss Ixxi", "Grange, M. de la, second memoir on the planets, Ixxii. 557. Ma-", "thematical papers by, lXXV. 485 . On the motions of the", "primary planets, lxxvii. 555. His analytical mechanics,", "IXXX. 163. On integrating equations, IXXX. 657.", "Granite, pillar of, and inscription on, explained Ixxiv. 16", "Grasses, the culture off Ixxix. 480", "Gratitude, encomium on Ixxvi. 409", "A noble instance of h — Ixxix. 480", "Grauchain, M. de, on eclipses Ixxvi. 219", "Gravel and stone, new theory off lxxix. 404", "Gravity, specific, new instrument for measuring Ixxiv. 354", "Gray, Dr. on the catarrh of 1782, lxxiii.36 I. On the manner in", "which glass is charged with electric fluid, Ixxix. 320. On", "amphibia, lxxxi. 522.", "—The poet, afraid of viewing the precipices of Skiddaw IXxxi. 408", "—'s Elegy, Greek translation of Ixxvii. \"", "— Defenceef — Ixxvii. 29", "Great Britain, plan for the reformation of the constitution of", "IXXX. 352.", "Greaves, Mr. on paper made from the bark of willow twigs, Ixx*", "24. From the bark of oziers, IXXXi. 531.", "Greece, difficulties obstructing a complete history of Ixxiii. g81", "— Revolution in the manners off Ixxiii. 16", "Supposed to have derived its religion, &c. from a more an-", "sient people h Emte hh lwxiii. 323", "— Miausic of, Ixxiii. 346, 414. Arms of, Ixxiii. 561.", "— Antient, state of the arts in", "", "— Travels intntrs, Ixx*571", "Greek and Latin'so pposed to be derived from the Celtic, Ixxvil 2", "— That notion refuted JIJxxyi.2", "Greek language, pposed to be borrowed from the Chinese Isviir 30", "Greek-fire, its terrible effects in war fyiix. i29", "— Composition of, unknown — Jexi*. 419", "e GFeeks,", "i.", "", ". - ela"]}]}, {"PageNumber": 26, "PageData": [{"region": "content", "lines": ["*22 HAG", "Groeeks, the effect of their religious institutions as moral sanctions", "Ixxiv. 335", "— Their Olympic games — — Ixxiv. 341", "— Their artitsssss22 Ixxiv. 06", "— Their excellence in metaphysical speculations Ixxiv. 487", "— Inferior to the moderns in philosophy Ixxiv. 493", "— Private life of the Greeks — Ixxv. 491", "— Indebted to the Hetrurians for skill in the fine arts IXXv.69", "Green, a new preparation of .. — x*v. 351", "Greenfield, Mr. on negative quantities ——— Ixxix.3", "Gr eenland, observations on the health of persons who have win tered", "there - IxXXv. 25 2", "— Miss, on the Grecian method of painting in wax Ixxvii. 463", "Green-fickness, verses on a girl who died of that com plaint IxxXx. 58", "Greenwich, latitude of IXXVii. 9", "— Distance from Paris — Ixxvii. 180", "Gregory VII. Pope, his tyranny over the potentates of Europe", "IxXix. 208", "— Reflections on his character and conduct IxXix. 208", "— Prof. account of his life — IXXV. 256", "— John his life and excellent character —— IXXxi. 163", "Grenwville, Mr. on an apparatus for blind persons IXXV. 423", "Griffin, Gregory, last will and testament of — Dxxix. 216", "Grimwood, Mr. on fruit trees —— Ixxix. 482", "Gryffydib ap Cynan, the Welsh prince, his character Ixxv.", "Gilph stream described I xxvii. 481", "— Causes of, investigated ———— \" Ixxvii. 482", "— Directions to navigators for crossing it Ixxvii. 483", "Gun-powder, the utility offf Ixxiii. 136", "— Its invention and composition — Ixxix. 420", "Gunter's seale improved I — — Ixxviii. 28", "Gustavus Vasa, a play, its political tendency IxXvii. 6", "Gutbrie, the nhistorian, author of Milton's apotheosis Ixxvii. 69", "Gypsies, account of their language — Ixxiv. 272", "—That people described —— Ixxviii. 464", "— Difference of those of Germany and England Ixxviii. 465", "— Their character — —I Ixxviii. 465", "Laws respecting them — Ixxviii. 466", "— Their origin Ixxviii. 467", "H-", "Raaff, M. his cure of the incarcerated- entero-epiplo hydrocele", "Ixxvii. 526", "Hi kkuk. a passage in, illustrated — Ixxvi. 49", "Haemarrhage, a preparatlon of lead for the cure of Ixxiv.90", "— Frum an ulcer, case off — IXXX. 483", "Hafex, yanslation of an ode of — I*xvi. 422", "—Othen of his odes translated — Ixxvii. 185", "Hagg ai. hs P rophecy relative to the rebuildin g of the T emple in-", "vescigited a Ixxvi. 53, 410, 414", "Hair"]}]}, {"PageNumber": 27, "PageData": [{"region": "content", "lines": ["HAS. 223", "Hair of different animals, chemical experiments on Ixxii. 550", "Hair-dresser, advantages of, superior to those of a statuary or painter", "Ixxii. 472", "Hairy excrescence in the fauces of a new-born infant Ixxiii. 366", "Hale. Sir Math. character off IXXX. 491", "Hall, Mr. on a taste for the beauties of nature IXXV. 348", "Halle, M. on the mephitic vapour of privies, Ixxv. 525. Oh a", "schirrous induration of the membranes of the stomach, and on", "a degenerated state of the kidneys, Ixxx. 694.", "Haller, M. on irritabilityy Ixxii. 509", "Halley, Dr. the second astronomer royal, lxxiv. 184. Astronomi-", "cal observations, lxxiv. 185.", "Halos Soldr, &ec. reflections on, by a philosopher of Norway", "Ixxii. 546", "— Described — Ixxvii. 347", "Hamann, M. on balloons — — Ixxi. 381", "Hamilton, Sir W. on Mount Vesuvius IXXvi. 95", "— Dr. on parhelia, Ixxix. 205. On the influenza of 1782,", "IXXX. 483.", "Hammon, William, his declaration of atheism Ixxxi. 325", "Handasyd. Mr. on some antiquitieeses Ixxiv. 266", "Handel, sketch of his life Ixxii. 281", "— Character of his harmony Ixxii. 285", "Mauosical performances in commemoration of him Ixxii. 28*", "— Sonnetioeoe.— Ixxxi. 366", "— Account of him oa— Ixxxi. 338", "Hannibal, compliment paid by him to Scipio Ixxviii.395", "Hanway, Jonas, anecdotes of Ixxvii. 220", "Happiness, observations on Ixxiii. 403", "— Ideas of f — Ixxvii. 197", "Hardwicke, Lord, his Athenian letters. See Athenian.", "— Mr. on Ves pasian's am phitheatre — Ixxiv. 272", "Hare-lip, method of curing Ixxiii. 484", "— Preparatory bandage fer Ixxiii. 522", "Harmonics, observations relative to — Ixxiii. 346", "— Defined Ixxiii. 41", "Distinction of, from harmony — Ixiii. 41", "Harp of Aeolus, account of — Ixxii. 368", "Harphchord, improved method of quilling Ixxvi. 170", "Harriot, Mr. incloses Rushley Island Ixxv. 419", "— T homas, said to have seen the si pots in the sun and Jupiter's sa-", "", "Harrisom, Mr. cure of a stone in the blad der by fixed air IXxvii. b0", "Harrowgate, new springs discovered three Ilxxvi. i87", "Harvey, Dr. his problem on the suffocation of infants investigated", "Ixxiii. 140", "Hassenfratz, M. on hepatic gas, Ixxviii. 188. On geoponie", "earths. 5 87.", "Hastings, Mr. review of the charges against him Ixxviii. 157", "—Inadvertency in the conduct of his triall Ixxix. 267", "Hastings,"]}]}, {"PageNumber": 28, "PageData": [{"region": "content", "lines": ["a4 HESE.", "Hastings, Mr. patronizer of the study of Eastern literature lxxix. 1", "— His speech July 9,1789, versified lxxxi. 341", "Haily, Abbé, on minerals, Ixxviii. 621. On making herbals, 628", "On chrystals, ib.", "Hawkins, Sir John, characterised —Ixxvii. 5665", "Hawkwood. Sir John, account off Ixxii. 192", "Hawsted. (Suffolk,) history and antiquities off Ixxiii. 6", "Hayes, Mr. cases of affections of the tongue IXXX. 479", "Haygarth, Dr. on Angina pectoris, IXXiv. 81. On a machine for", "impregnating water with fixed air, 262.", "Hazard, Mr. on potatoes IXXV. 12 5", "Health, the influence of large and small, old and new ships on", "IXXiv. 221", "— Effects of passing the winter in high northern latitudes Ixxv; ze", "Heart, extraordinary conformation off Ixxiv. 92", "— Palpitation of that muscle I xxvii. 358", "—* Case of an enlarged heart — Ixxvii. 360", "— Observations on the rupture of the ventricles Ixxviii. 609", "— Diseases Aifsfsfsf IxxX. 655", "Heat, discoveries relative to measuring and calculating Ixxi. 468", "— Experiments to investigate the varsation of local Ixxii. 256", "— New invention for graduating, in nice chemical operations", "Ixxiii. 504", "— Remarks on the composition of — IXXv. 352.", "— Philosophical experiments relative toe— IxXxv. 83", "— On augmenting the action of fire and heat in chemical opera-", "tions o e Ixxv. 499.", "Experiments on the elasticity and distribution of IXXV. 543.", "— Thermometer for measuring the higher degrees of lxxvi. 188", "— Experiments on, by Sir B. Thompson IXXvi. 190", "— Philosophically investigated IXXvi. 319.", "—Of boiling water Ixyviis 55i", "— Experiments on heat ——— IXxviii. 183", "— Not a-substance Ixxviii. 503.", "— Of various kinds of fuuad I xxviii. 621", "— Mutabillty of heat in the atmos. phere h h Ixxix. 321", "— Experimentson— Igxxix. 323", "—Dr. Crawford's theory of, Fexamined . Ixxix. 588", "", "— Produced by condensation of vapours! Ixxix.321", "— Experiments on coolin g heated bodies i IXXX. 854", "— Of' animals, new theory off\"\"\" Hxixs 3-", "— Experimentsoen lJIxxx;*36.", "Heathy soils, cultare off IX*v. 418", "Hravens, the, Mr. Herschel's observations ton the construction of", "lxxiii. 205", "— Con tinuation of ditto 1i Ixxiv. 257", "Heberden, Dr. on the Ginseng root, Ixxiv. 82. On the measles, 9311", "Table of mean heat in London, Ixxix r. 249. *ss", "Hebrew-Poriry, spirit offf — I*Xx. 643", "Hebrews,"]}]}, {"PageNumber": 29, "PageData": [{"region": "content", "lines": ["HES. 225", "Hebreaws, their aunals (only) have escaped the depredations of time,", "and the violence of conquerors lIxxii. 545", "Hebrides, forlorn situation of the inhabitants of the Ixxv. 259", "Means proposed for their relief IXXv. 265", "Hejera, observations on the — I*xXX. 147.", "Heights, method of defending — IXXii. 271", "Hellins, Rev. Mr. his letter to the Reviewers— Ixx.286", "Heloisa, her speeches to Abelard, declining his offer of marriage", "Ixxix. 15", "Hemp, Chinese, coltivation of, in Francee— Ixxviii. 155", "— Made of the root of Spanish broom— Ixwviii. 332", "— Culture of, in England IXXX. 22", "Henderson the Actor, anecdotes of IXxv. 56", "Henderson, Nathaniel, account off I xxii. 715", "Forms a settlement in the Cherokee country Ixxii. 116", "Henry VII. his attempts to form an union between England and", "Scotlind — Ixxviii. 656", "Henry VIII. bad effects from his ill conduct to his wives Ixxviii. 626", "Henry, Mr. on preserving sea water, IxXiv. 262. On magnesian", "earth, 264. On fermentation, 350. On fixed air, 351i. On", "literature, IXXV. 343.", "Hepatitis in India, described, and method of cure Ixxix. 181", "Herbaldown Hospital, account off IXXV. 23", "Herbals, method of ma king — Ix xviii. 628", "Herborizations on stones, causes of Ixxv. 495", "Herbs, physfical. character of — Ixxii. 552", "Hermaphrodite fruit — — Ixxviii. 582.", "Hernia, incarcerated, an improvement in the cure of Ilxxix. 499", "Herod, bis slaughter of the children controverted IXXX. 15", "Herodotus, his character, by Dr. Gillie IXXV.", "Herrings, on the annual passage of)] Ixxvi. 141", "Herschell, Dr. on the solar system, and on the changes among the", "fixed stars, Ixxii. 45 46. On the pl anet Mars, Ixxiii. 200.", "On the construction of the heavens, 205. lxxiv. 257. Observa-", "tions un his Grorgium Sidus, Ixxiii. 519. Catalogue of-dedble", "stars, Ixxiv. 253. His planet, so called, formerly observed, Ixxv.", "481 I Cuatalogue of 1000 new nebula and clusters of stars, lxxvi.", "119. On the optic pencil, 198. On a new comet, lxxvii. 177.", "On two satellites of the Georpium Sidus, 179. On three vol-", "canos in the moon, 346. On the Georgian planet and its sa", "tellites, IxXX. 144.", "Herschell, Misi, discovers a new comet Ixxvii. 177", "Hertwkerg. Count, on the forms of government, Ixxiii. 524. On", "the population of states, 566. On the intended edition of the", "King of Prussia's works, Ixxvii. 584. Hit memoir of the last", "year of Frederick IL. and of the first year of Frederick Wil", "Mliam xxxi. 599.", "Hesiod. opinion be the age In which he lived Ixiii. 7", "Hisselink, M. on the folly of scepticismm lwii. 57", "Q Hetrurians,"]}]}, {"PageNumber": 30, "PageData": [{"region": "content", "lines": ["226 HOM.", "Hetrurians, I aperior to th e Greeks in the fine arts I I*XV.", "Hewett. Rev. Mr. —his death, and excellent character of him", "lxxix. 441", "Heylen, M. on Roman antiquitiee Ixxi. 501", "Heyne M. on the antient Greeks, lxxiii. 561. On Diodorus Sicu-", "lus, 565.", "Hiccup, obstinate, cured — — Ixxviii. 493", "Hickocke, Mr. his translation of the travels of Caesar Frederiele", "IxXvi. 480", "Hill, the late Sir John, ruined by Lord Bute's patronage Ixxviii. 553", "Hll, Lady, ther distressed situation — Ixxviii. 35 ;", "Hill, Mr. his machine for measuring angles — IXXX. 25", "Hill, Prof. on historical composition, IXXX. 523. On the writings of", "Tacitus, 524.", "Hindley, Mr. on astronomical instruments — Ixxvi. 29", "Hindoos, remarkable customs of Ixxiii. 289", "— Their care in guarding their sacred books from the eyes of", "strangerss leixvi. 199", "— Tran stations of their writings much desired lxxvi. 200", "— Account of their Bhagvat Geetd Ixxvi. 202.295", "— Their booksss Ixxix. 618", "— Weorship one God *- Ixxix.6e", "— An intelligent people — Ixxix. 625", "Hindostan dialect compared with the Arabic and Persian lxxii. 82", "—\"Memoirs relating to, by Eradut Khan— Ixxiv. 446", "* Character of several princes a IxXiv. 447", "Hinton, Dr. his culture of Chinese hemp and of wheat Ilxxx. 22, 23", "Hipparchus, the first astronomer who determined the duration of the", "tropical year t I IXXV. 503", "Hippoerates, the first author who theated anatomy scien tifically", "til xM . 324", "Hippopotamus. remains of, found near Chatham Wxxv. 48", "Historians, eulogium on the labours of 1 — I xxvi il 145", "History, confidered as a satire on the follies of mankind Mxiiis5", "—Memoir concerning e h nixxiivia5", "— Ohe clear and obscure notions relative tor 2e— lxxve", "—Whiversal, the study of, rendered easy and agreeabled IXd511", "—Universal, the compilers f eth— astxaqie2", "— Composition of principles of d— 03axx523", "Hoarfrost, observations on—— slxxixe3", "Hockiyde, origin of — th: *ed lxxina a", "", "Hoin, M. on the hoinan foetus t lpibgoy", "Holldn d stat e of parties there for the I ast sevemyears lxxviit : 36 4", "— Encomtpum Gn the Stadtholder tito—v aiiiuc Ixxyii367", "— Duke of Branuswick's administration therelcenfurbd an ddefertded", "* IxxixS 667", "Hollanders, their character, by the late King of Prossia IlXxix. 687", "Honie, Mr. on a new marine animal:*. to (Hlox. Mixikeh", "Homer,"]}]}, {"PageNumber": 31, "PageData": [{"region": "content", "lines": ["HUM. 227", "Homer, account of an anlieat monument to his memory) found on", "the Via Appinm&——* \"IIxxii. 484", "— Oplinion on the age in which he lived Ixxiii. 87", "— Reflections oo his workss— I kiii.530", "Hooper, Mr. on the ii yd rocephalus lxxvii. 3 59. Case of 'the ute cun", "lacerated by labour pains, IXXX. 478. Case of cicuta, 481.", "Case of haemorrhage from an ulcer, 483", "Hop stalks, process of pre paring them for the makin g of cloth", "Ixxiii. 274", "Hope. odetsos — Ixxvi. 409", "Hope, Dr. on a plant yielding assafcetida — Ixxiv 314", "Hopkinson, Mr. account of a worm in a horse's eye; lxxvi. 140.", "Oprical problem by, 144. On measuring a ship's way, 467.", "Oh quilling a harpsichord, 470.", "IxXix35", "Hore, Mr. voyage to Newfoundland, S5dd— 1HWii. 0", "Horse, case of a worm in the eye of Ix*vi. 140", "Horses, the most usefol breed for the road ls ixv.10", "— GCrossing the breed recommended — lXV", "— Nature of the saliva of, che mically investighied? Ixxv", "", "— Staggers prevented by goats being kept in the stables Ixxxi o", "Horsemanship, humorous instructions in 4 io ao1 154viil 289", "Horsley, Dr. v. Priestley, on the early times- f Chictiahisy", "* 154iih3", "Hospitals, Howard on the construction and regulation of Tour in", "—Their luse as schools of medicine 1x4xyii* 542", "Hot-bedds, a peculiar formof— Iyiii. 5 &3", "Hotel-Diek, its inconveniences and foults Iis", "Hottentots described 1if", "— Their peculiar taste in dress! hrer h ixviv. 5", "— Habitations off] IXxiV.", "— Marriage and funeral ceremoniestof!\" t I, xiv. 353", "Hovius, Dr. his collection of diseased bones 271s in 'h iif. I.2", "Houses; ready made, market at Mostow for' o te—ass 3", "Heuttuyn, Dr. on the oculus mundi 6 ash no '. 154ii.", "Howard, Mr. encomium on the plan for recting a statue i3 nis", "", "Howes, Mr. censured by Dr. Priestley — ae xviif?", "Hudson's Bay, experiments on the congelation of inercury thes", "h h HY", "vo 1 o in 1611 and 61 a bs i ; i is", "— Resmarks on the Hudson's Bay Company — Ixivii. 29", "— La Lande's voyage through, into the Pheiffe Ocean Ixkvii. ao", "Hugenbolt, M. prize dissertation by'\"— Ixxiv. 92", "Hume, David, his testimony to the merit of Henry's History of", "England - . 1 & \" Ixxii. 414", "— His writings censured l*xiii. 339. Ixxvii. 107. 475.563", "Q? Eaunility,"]}]}, {"PageNumber": 32, "PageData": [{"region": "content", "lines": ["a2 HYDD", "Humility, Ghristian, desined and explained — Ixxvii. 147", "Humour, in what respect different from wit — Ixexxi. 55", "Hundredt, first institution of— Ixwvii. 112.", "Hunter, John, on generation, lxxviii. 128. On the wolf, jackall,", "t and dog, ibid. On whales, 129. Obtains the Copleyan medal;", "3bid. His opinions defended by Mr. Peake, 256.", "Hunter, Dr. John; on rum, and on a difease of the omentum,", "lxxiv. 91. On the jail-fever, 93. On the heat of wells in", "Jamaica, lxxix. 248.", "Huanter, Dr. W. his fruitless application to Government for a piece", "of ground for building an anatomical school IXXV. 469", "Hunter. Mr. on fome caverns noar Bombay Ixxiv. 269", "Hunting, apology for - IXXv. 49", "—An inhuman pastime — I Ixxix. 316", "—In Hindostan described — Ixxix. &21", "Hunting ford's Greek ode to Silence, translated by a boy 132 years", "odod — Ixxix. 36", "Hurd, Bishop, his conduct as editor of Bishop Warburton's worke", "lxxxi. 153158", "— His aqvertisement relative to that edition Ixxxi. 353", "Hurricant at Barbadoeee— Ixviii. 93", "Hurricanes, conjectures relative to — Ixxvi. 391", "Hurter, M. on gunpowder Ixxiii. 136", "Husbandry, idea of schools for — Ixxii.", "— State of, in Yorkshir?2Z2Z2Z2— IXXX. 67", "—Of she antient Romans hhr — Ixxx. 194", "\" Comparison of the expence of labour among the Romuns and", "h at present —— — IxX. 197", "On the crops raised by the Romans — IXXX. 198", "— General directions to their farmers IXXX. 198", "— Their plough, as described by Virgil * IxXX. 434", "Hutchins, Mr. author of the history of Devonshire, anecdotes of", "lexvi. 429", "Mutchins, Mr. Thomas, bn mercurial congelation, lxxi. 106.", "Account of a rock and caseade in Pennsylvania, Ixxvl. 144.", "MHutchinson, Dr. case of tetanus cured by electricity IxX. 479", "Hutchinson, Mr. ou the dryness of the year 1788 lIlxxxi.454", "Huttom, Dr. Jamer, on the theory of rain, Ixxix. 32. Theory of the", "earth, 36. Letter to, from M. de Lue, IxxXxi. 695", "Hutton, Dr. Charles, on the quadrant— Ixxiii. 197", "ydatides renales, two casec off— XX. 476", "Hydatids discharged hy urine I ih h e st. e 483", "Hoder Ally, his horrid remedy for his bilious disorder liexiic", "Account of?? h s i laf lxxiii.", "— His character and abillties th 1 e xxviii. 40", "Hydraulic machine, observations on one Ex. 480", "Hydroeels, remarkhble, cered IRvii. 526", "Peculiar method of cure I 5ix. 180", "Hydrocephalus internus, method of cure xi. 263", "htt Hydritephake"]}]}, {"PageNumber": 33, "PageData": [{"region": "content", "lines": ["ICH )", "Hydrocephalus, of a prodigious fize — — Lxxiil. 360", "cae of e — lHawii. 359", "Hydrodymamice, principles off?— lawvii. 53", "Bydrommeer, newly invented one for sugar resiners Ixxiii. 48", "Hharophobia, caseof— twii. 360", "Method of preventing— Lxix. i", "— Causes and cureoff— IxxxX. 474.", "Rccount of a Greek MS. on IEXX. 473.", "Observations on the treatment of Ixxxi. 19", "Hydrops pectoris described ixxix. 6857", "Hydrops uteri & ovariidd -IxXX. 651", "Rorhaimia. cured by a seton oiii. 366", "Hiyerer, de scription of the fountain at IXxx. 203", "igrometer, new one described ; Iexi. a", "Theoryo f xi. 215", "a- Application of, to meteorological phenomena lxad ao", "Asew one proposed by Dr. Franklin— lxxvi. 389", "Z Be Loc's, soperior to Saussure'ds Mxviii. is", "Z Saosfore's, defended Lxwviii. 23", "Hypocrite and Libertine compared Ivii. 45", "Phpotheses, physical, atility of, ap preciated — Hxwili He", "I and —", "Jackall, a species of wild d 1 . Ixaviii t", "Jacquinelle, M. on the bydrops uteri ovaril xan. 650", "Jail fever, Mr. Howard's remarks on, and remedies for laii.", "Ixxiv. 93", "— Methods of preventing — I I xii. 3i7", "Jamaica, produce of sugar in aii 27", "reicnt stateof Jxxii. 27", "Remarks on the addition al duties on sugar and rum Ixnii. a27", "Diseases in the army theee— i. aa", "James I. King of England, characterised Ii. 34", "is duplicty luxii. 54", "His tyranyo laxvii. a¬", "James. V. of Scotland, his peetry hav. 287", "Tns Dr. his fever powder, the reccipt for, given in the dispensa-", "'tory 100 years agge lIlrxviii. 454", "— His method of administering his powders Ixin5", "Tameson, Mr. his account of Roman camps in Forfar Ixxvi. 2", "aniarits of the Turks, their original infiturion lo a", "Jadiee cored by buthingd haax t", "Jee wouderfal appearances of, in the Northern Seas laxiv. 243", "On the origin of the bodies of ice that are carried down great", "ivers in hard frosts 1 x Ix 3 So", "Iecberys in the arctie regions, curious account of Ixxiv. a4", "Icelands, antient historians of lIvi. 563", "Account of the people lxxvi. I :", "Teh cirw, eriticism on that motte— iii. 284", "Q Kaea"]}]}, {"PageNumber": 34, "PageData": [{"region": "content", "lines": ["240 I:NE", "Icon Basilike, written by Bishop Gauden . Ixxvii. 54", "Ideas of the human mind, different theories of IXXV. 244. 332", "Jeaurat. M. on the passage of the moon over the meridian lxxix: 570", "Jebb, Dr. John, his liie?!—— Ixwii. 348353", "Jekyll, Mr. satirized IxXyviii. 24 3", "Senner, Mr. his matural history of the cuckoo IXXX. 145", "Jen-tsoung, the virtuous E mperor of China Ixxii. 498", "Jenyns, Soame, attacked by Major Cartwright, on parliamentary", "reform — IXxi. 350", "Jeremiah, new arrangement of the chapters of, and new translation", "lxxi. 165", "Jews always Unitarians —— IxXvi. 18", "— dnvited by Dr. Priestley to a religious conference lxxvi.33", "—I mperfection of their character, a defence of revelation lxxviii. 384", "— Superiority of their religion Ixxviii.385", "— Their first introduction into Eng land — Ixxix. 428", "— Proposals for amending their situation in France IXXX. 662", "— Their persecution and ill-treatment — IXxXXxi. 645", "— Benevolent suggestions in their favour — IXXxi. 46", "Ipnatius, the authenticity of his epistles maintained IxXxi. 180", "Ileus, case off — ——nn— IXXX. 480", "Imitation in poetical compositions defended — Ixxviii.", "Immelman, M. accompanies Dr. Sparrman in his travels among the", "Hotrentots Ixxiv. 507517", "Impey, Sir Elijak, charges again st him Ixxviii. 7", "Inclosures, arguments in favour of, coutroverted Ixxiii. 460", "—Ic fluence of, on population ——— I xiv. 386", "Of. Rushley Island described — IXXV. 419", "* Of common fields defended — Ixxvii. 74", "India, account of the literature off IXXvi. 422. 480", "— Difference of Mr. FOX'S and Mr. Pitt's bills Ixyviii. 346", "India Company, view of the history and present state of lxxii. 274", "— Shipping investigated — IXXv. 308", "Regulations in regard to illicit trade — lxXix. 373", "India, East, longitude of several placees IIXXX. 657", "Indians, Eastern ; account of a wife sacrificing herself at the funeratl-", "a. pile of her husband * Ixxiii. 290", "Indians of North America, their cruelty in war Ixxiii. 279", "— Their good qualities- — Ixxiii. 280", "— Letter of one of their Sachems — Ixxiii. 281", "— Particulars concerning them — IXXvVi. 197", "Their foppery in dress —— IXXXi. 64", "Indtes, East, state of the English interest there IXxviii. 397. 402", "Vegetable and mineral productions of Boutan and Thibet", "IxXxi. 525", "— Poison-tree not so deadly as generally reported IXXxi. 525", "Indies, West, military operations in —- Ixxviii. 473", "— Enpidemical diseases of - Ixxviii. 473", "Indifference, address to * IXxXvii. 487", "Infant, nghaenomena in one prematurely born IXxXx.487", "Infants,"]}]}, {"PageNumber": 35, "PageData": [{"region": "content", "lines": ["JOH o", "Infanis, Dr. Harvey's problem of the suffocation of, investigated", "I xxiii. 40", "Infidelity, no system of, yet given to the world Iii. 3", "— Explodedd §TIxii. 339", "Infinite in mathematics desined— hav. 328", "Inflammation attendant on fevers, proper treatment of IXXX. 14", "Influenza of 1782, its nature, progress, and treatment Ixxiv. 82", "— Remarksnmnmnmn — IXXX. 483", "Ink, observations on antient IlIxxviiis 189", "— Receipt for durable ink — I Xxviii. 190", "Inoculation. See Small-pox.", "Inquisition at Lisbon and Valladolid, account of Ixxii. 41", "Insanity, remarkable cases off IxXvii. 217", "— caduses of. investigated — IXXvii. 305", "Inscription, antient, in Aldborough church Ixxiv. 20", "Inscriptions on a rock at Naraganset Bay in Nor th America", "IXXix. 424", "—Ohn a Roman altar at Tinmouth — IxXix. 426", "— Oun an Irish Chiauf Axxix. 511", "Insects on trees, method of destroying — Ixxviii. 586", "Instruments of brass, found in England — IXXvi. 428", "Insurance, naval, and f. rom fire, historical account of IXXX. 345", "Cases of litigated insurances — IKXXX. 421", "Introsusception, extraordinary case of Ixxvi. 120", "Joanna, one of the Comora Islands, described IXXX. 273", "Job, Book of, investigatdd IKXXX. 644", "Johnson, Rev. Mr. account off Ixxiii. 429", "Johnson, Maurice, his merit in promoting the Spalding Sociery", "Ixxii. 193", "—Instrumental in reviving the London Antiquarian Society lxxii. 195", "Jobhnson, Samuel, his characttr Ixxiv. 277. 37", "— Anecdotes of him from Boswell's Journal Ixxiv. 281", "Do. from Mrs. Piozzi's Journal Ixxiv. 3 ; 2", "— Remarks on his character and writings — Ix*v. 455", "— His Gritical talents arraigned Ixi.506", "— Uaqsavourable idea of, given by Sir J. Hawkins Ixvii.56", "— His manner of writing Compared with that of Lord Chesterfield", "Ixxvii: 458", "—Colman's ode relative to jIxxvii. 79", "— Desfended against Mason Ixxviii. 178", "— His correspondence with Mrs. Piozzlidl— Ixxviii. 324", "— His idea of letter-writing, Ixxviii. 25. Picture of nimself,", "Ixxviii. 326. His dread of death, lxxviii. 327. His benevo-", "lence and charity, lxxviii. 329. Sentiments of friendship,", "Ixxviii. 329. His regard for Mr. Thrale and his widow,", "Ixxviii. 330.", "— Observations on his style of writing 1Ixxi.", "— His style formed on the model of Sir T. Brown Ixxxi. 4", "— His mind darkened and debased by the want of science and pui-", "losopbhy o I xxxi. 329", "— His piety unavailing to the comforts of life Ixxxi. 329", "4*4 Johnstone,"]}]}, {"PageNumber": 36, "PageData": [{"region": "content", "lines": ["232 I RI.", "Jokhnstone, Dr. James, account of Dr. Gregory Ixv. 6", "— On the hydrophobinmnmn— Ixxwvii. ;30", "— On the eynanche pharyngea - IXXX. 47 9", "Joknstone, Dr. Edward, on the angina pectoris Ixxvii. 361", "Joloss, an African nation Ixxxi. &27", "— Their fruitless efforts to free themselves from slavery IXXxi. 628", "Jones, Sir William, his address to the Oriental Society at Caleutta", "Ixxi. 354", "— Extracts from his translation of the Persian hymn to Cadmeo", "Ixxi. 3 57", "— His excellent character, and uncommon literary endowments", "Ixxvi. 414", "— His compositions in the Asiatie Miscellany Ixxvi. 414", "— His hymn to Nayarena — Ixxvi. 417", "— His hymn to Sereswaty Ixxvi. 481", "— Institates and presides over a learned society at Bengal, IXXxi.", "649. His first and second discourses on that occasion, 650, 65 1.", "Jones, Mr. his account of Westriver mountain Ilxxix.0", "Jordan, M. his correspondence with the late King of Prassia", "IxXx. 26", "Jordan, Mrs. compared with Mrs. Siddons IXXv. 67", "Joseph. encomium on his conduct towards his brethren Ixxi.", "— His conduct towards the Egyptians censured lxxi. 436", "Ireland, observations on the trade of — lxxii. 142", "— Plan for settling the government of — Ixxii. 220", "— Observations on the manufactures of ——— Ixxii. 304", "— Reflections on turning the matters in dispute to mutual adven-", "tage \" — Ixxii. 453", "Interesting periods in the history of — XXv. 35", "— Present population of - Ixxv. 145", "— Natural curiosities on the coast of Antrim— Ixxv. 278", "— Antient colliery discovered lxxv. 279", "— Giant's Causevay* Ilxxv. 280", "— Causes of the commotions in — Hvi. 6", "— Occurrences there during the last three yearr Ivi.", "— Uaion of, with England, recommended hexvi. 247", "Commercial con nections of the two kingdome lxvi. 247", "— Distressed state of the church off Hii. 341", "— Presbyterians of, vindicated Ixxvi. 4*", "— Papists of, defended Ixxvi. 541", "— The sirst establishment of Monks thereee— Ixxvii. 28", "— Distressed state of curates theree?2? Ixvviii. 88", "— Number of acres in — ———— AHexviii. 161", "Controversy with the Roman Catholics of Ixxviii. 268", "—Tithe in—o—oaeeee IHxxvili. 341", "On the violation of the articles of Limerick lxxix", "— Exeessive use of whiskey among the Irish IxxXx. 163", "", "Irene, a tragedy, by Dr. Johnson, account of Ixxvil. 133", "— Afseding story of that princess wWxx. 13", "Irish Academy, its history Ixxix. 203", "Iron,"]}]}, {"PageNumber": 37, "PageData": [{"region": "content", "lines": ["KEL 233", "Iron, analysis of oo——n lIxxi. 301", "— Cause of its brittleness when cold — Ixxi. 303", "— Alloys of — —— *— I xxi. 310", "— Observations on its several metallic forms Ixxxi. 6", "— On the smelting of the oroe— Ixxxi. 608", "Iron-forges, the uses of charcoal and earth- coal compared lxxviii. 61", "Iron, native, a mass of, found in America hh Ixxix. 248", "Iron ore, a new kind of — — IXXvV. 498", "Irouside and Canute, battles betwveen Ixxix.300", "Irritability, the laws of, different from those of sensibility Ixxii. 508", "— Inquiries concerning Ixxii. 509", "— In vegetables — Ixxix. 248. IXXXi. 682", "Vaiab, new translation of a famous disputed passage in lxxvi. 269", "Isis, an altar te — I I Ixxii. 482", "— Honoured by the Rhodians as protectress of navigation lxxii. 512", "Ismael Aga, his treacherous proceedings — Ixxiii. 246", "Italian language, its character and effects unfavourable to its propa-", "gatinmnmnmnmn—--- Ixxi. 580", "Italy, M. de la Borde's collection of picturesque views in Ixxii. 494", "— Antient travellers in — IXXvi. 622", "— Characterised — IXXX. 595", "— Wretchedness of the people offf— I*XX. 595", "Ivan IV of Russia compared with Lewis XI. of France Ixxi. 551", "Juan, Don, affecting story offf I xxiii. 128", "Judgment metaphysically considered IXV.33", "ITves, Miss, her astonishing efforts in spinning fine woollen yarn", "— * r IxXxi. 532", "Julian, Emperor, translations from his writingss Ixii. 161", "June, productions and delights of, poetically described Ixxii. 22", "Jupiter, planet, theerbit of Ixwviii. 613", "— Planet, theery of hfn n Ixxix. 575", "Jupiterts satellite Ixxxi.617", "Spots in, discovered before-observed by Galilee IxXXi659", "Juries, right of, defended— ixXii. 154. 315. 383", "Jurisprudence, medicaly IIxxviii. 436", "Jucy. institution-of *e st ; *\" Ixxviii. 320", "— Powers of, explained 1 * n '\" —1 Ixxviii. 321", "Justice, sthe origin-and nature offte ft Ixxiiis45", "Justinian, Emperor, celebrated as a legislator. IxXix. 16", "", "I \" -. * I e", ". I .. * —", "Knestner, Prof, on the teeth of wheell— Ixiii. 56T", "Kanne; a Swedish measure, adjucssed: Ixxvi. 367", "Karabt, a term used by mineralogists, explained Ixxiii. 483", "Keate, Mr. his charactrsee —— lIxxix. 202", "Keil, Dr. on a fatal vomiting, Ixxisi: 363.. Onm a difficulty in de-", "glutition, 364.", "Krir, Mr. on the con gelation of the vitriolic acid Ixxviii. 18", "Killgrew, M. a Swedish poet, the gaiety and humour of his manner", "Ixxxi. 644", "Kennicott"]}]}, {"PageNumber": 38, "PageData": [{"region": "content", "lines": ["234 LAM.", "Kennicott, Dr. account of him — Ixxviii. 478", "— His early studies and preferment — Ixxviii. 478", "— His deah Ixxviii. 481", "Kentucky, a new settlement in America — Ixxii. 15", "Keralio, Mad. de, her Journal d'E'tat announced Ixxxi. 384", "Keswick, neighbourhood of, very healthy — Ixxxi. 499", "Keumis, a Tartarian wine, method of making lxxix.35", "Kidney, case of a degenerated state of — IxxXxX. 634", "Kien-Long, his severity to criminals of high rank in China Ixxii. 499", "Kings rarely distinguished as authors Ixxix. 676", "—The late K. of Prussia an exception to this rule Ixxix. 677", "Kirshaw, Mr. on the comparative merit of the antients and mo-", "derns relative to the imitative arts IXXVv. 254", "Kirwan, Mr. his controversy with Mr. Cavendish on dephlogisti-", "cated air—— Ixxii. 245", "— On specific gravity at several degrees of heat lxxiv. 330", "Kits Cotty bouse described Ixxxix. 514", "Klingenberg, D. on the Georgium Sidus Ixxiii. 51 9", "Knight, Mr. cures obstructed siver, by mercurial frictions lxxiv.93", "Knighthood, ceremonies relative to, in the times of chivalry Ixxi. 115", "— Interest taken by ladies at tourn aments Ixxi. 1 19", "Knights-fee explained ————— Ixxix. 330", "Knowlege, advantages and disadvantages of an increase of lxxiii.4", "Knox, Mr. his encomium on the writings of Dr. Clarke and of", "", "Knox, the Reformer, why a bad historian Ixxvii. 473", "— Curious account of him, in the pulpit Ixxvii. 506", "Kabler, M. on the transit of Mercury — Ixxvii. 178", "Kops, Rev. Mr. his prize dissertation on the unreasonableness of", "indifference to religious truths— Ixxviii. 589", "Koran, unnecessary Ixxiii. 57", "— Condemne d as an impostare — Ixxiii. ;", "— French translation off Ixxiii. 378", "Kouli Khan, or Nadir Sha. See Nadir.", "Krayenboff, Dr. on the application of electricity to medicine and", "physis—— IKXX. 658", "", "Labour, prizes of, in the 13th century Ixxiii. 21", "Lacedemonians contributed much to the ruin of Greece Ixxix. 6 31", "— Their moral character censured Ixxix. 633", "Lactantius, his character appreciated — Ixxi. 186", "Laey, Mr. his distresses — Ixxviii. 353", "La Fontaine, M. his verses on adulation — Ixxix. 647", "Lakes, account of h Ixxxi. 497", "LamBarde, Mr. biogra phical n emoirs of — Ixxviii. 196", "Lambert, M. on hydrodynamieces Ixxvii. 535", "Lambert, Major Gen. biographical memoirs of Loxviii. 69", "Lambeth, history and antiquities off Ixxviii. 102", "Lambeth palace, history and antiquities of Ixxiii.430", "Lambourne"]}]}, {"PageNumber": 39, "PageData": [{"region": "content", "lines": ["LAY 235", "Lambourne river, extraordinary property of Ixxi. 37", "Lambre. M. de, on the elements of the solar orbit IXXX. 658", "", "Lamps, Argand's 11 — IxXvi. 321", "Land. recovered from the sea in Essex — IXXx.21", "The difference of a tax on land, and on its produce Ixxii. 26", "Land steward. his office and duties —— IXXviii. 49", "Landaff, Bishop of. See Watson.", "Lande, M: de la, on the obliquity of the eclyptic, Ixxi. 494. His", "Laccou nt of a voyage through Hudson's Bay supposed fabulous,", "IXXvii. 301.", "—.Od Jupifer's orbit, lxxviii. 613. On the figure of the earth,", "v 629. On the motion of Venus, 630.", "— His fifth memoir on the theory of Mercury, and on an equation", "of Jupiter's satellites, lxxxi. 617. On the secular equation of", "the sun and moon; on the mass of Venus; and on the equa-", "tion, &c. of Mars, and its distance from the sun, 618. On", "the progress of astronomy, 625.", "Landen, Mr. on the rotatory motion of bodies IXXV. 213", "Landerbeck, M. on curve lines — Ixxii. 48", "Language, theory of Ixxi. 502", "— Originally given to Adam by Divine Inspiration Ixxi. 503", "— Grammatical and critical observations on IxXvi. 213", "— Affinity of that of the Friendly Islands to the Hebrew Ixxix. 299", "Languages, on the diversity of — IXXv. 491", "— On' the diversity and characters of various IXXXi. 601", "La pazzia, a disease among the cattle in Italy, its symptoms", "IXXiv.535", "— In quiry into the cause of, by dissection IxXiv. 535", "Lapis assius aut sarcophagus, observacions on I xxi. 500", "Lapis calaminaris defined — Ixxvi. 334", "Larch tree, its culture and uses Ixxviii. 581", "— Dimensious of one planted 50 years ago in Scotland IXKxi. 528", "The planting of, recommended — Ixxxi. 528", "Lardner, Dr. account of his life — IXXX. 49", "Larix wood, durability of IXXx.20", "Lassonne, and Cornette, M. M. on inflammation of phosphoras, &c.", "Ixxi. 493. On mineral acids during concentration, Ixxiii. 507.", "Latin, Dr. Egau's method of teaching to speak it IXxvii. 463", "Latin language, by what means it lost its universality I xxi. 577", "Latin and Greek sh apposed to be derived from the Celtic lxxvii 22", "— That opinion refuted — Ixxvii. 25", "Laud, Archbishop, short description of Ixi. 34", "Laudanum. remarkable cure by — IXXX. 482", "Launay, M. de, on the lapis sarcophagus— Ixxi. 500", "— Oh crystallizations of water, IxXxi. 661. On crystallization by", "retraction, 663. His systematic arrangement of minerals, 665.", "Lavoisier, M., on measuring and calculating heat, Ixxi. 468. On", "some fluids, &c. 492. On changing phosphorus into phospho-", "ric acid, 493. On combinations of the phosphoric acid, 493.", "On"]}]}, {"PageNumber": 40, "PageData": [{"region": "content", "lines": ["236 LER", "On different combustibles, Ixxiv. 565. On electricity absorbed", "by bodies reduced to vapour, 565.", "— Hit experiments on the decomposition of water repeated", "by the Abbé Fontana, lxxiii. 458. Farther experiments, 504.", "On' the acid called fixed air, 506.", "— On elastie aeriform fluids, IxXv. 404. On augmenting the ae", "tion of fire and heat in chemical operations, 499. On the", "effects of violent heat on precious stones, 500. On the com-", "bin ation of nitrous with respirable air, 501. On other che", "mical subjects, 502. On the effects of vitriolic and nitrous", "ether in the animal ceconomy, 40.", "— On the augmentation of weight acquired in combustion by sul", "phur and phosphorus, Ixxvi. 554 On phlogiston, 555. On", "the action of fire, animated by dephlogisticated air, on the", "most refractory mineral substances, 57.", "— His antiphlogistic doctrine controverted lxxvii.", "— On the decomposition of water by vegetable and animal sub", "stances — Ixxxi. 6171", "Laura, the beloved of Petrarch, never married Ixxiv. 283", "Law, impropriety of anonymous publications relative to Ixxiii. 299", "— Exnglish, history of lxxx. 423", "Animadversions on — * Ixxx.58", "— High encomiumson— Ixxx. 591", "Law, Mr. (the Mississippi schemer) idolized in France lxxx. 161", "Law, Thomas, his poetical reflections on viewing the Mausoleum at", "Sasseram, IXxXvi. 419. His extracts from the Yusef and Zelekha", "of Jami, 423.", "Laws, origin of the European — Ixxx.516", "— Adnd customs of different countries, remarks on Ixxx 1*", "Lawes, Henry, composer of music, account of him and his workan", "IxxXi. 30", "Lawyers, abuses in their practice — Ixxx. 251", "Queries relative to Ixxx.253", "Lead, Roman pig of, sound near Matlock *- Iiy? 124", "Learned men, danger of their being wise in their own conceir lxvix 59", "Learning, influence of, on religion Hxiii, 543", "Le Clerc, Joha, his character as a critie!!* Ixxv. 564", "Ledwich, Mr. on the religion of the Druids Ixiv. 70", "Lee Boo, son of the Pelew king. accompanies Capt. Wilson ito", "England, and dies of the small-pox\" \"— I7ix 191", "Leicester, Robers EarTaf, story concerning M *xii. 1 89", "Leighton, Dr. his cruel treatment by the Star Chamber Ixxvi. 211", "Leland. Dr. his hypothesss resative io the mysteries of Paganism in-", "compleeeee * \"h Ixxivy 571", "Lenteat, M. his prize dissertation, mewing that true philosophy has", "no tendency to undermsine revelation— IIxavii. 518", "Le Roy. M. his report on the French prisons, lxui. 487. On re-", "newing the air where its circulation is obstructed, 489. On an", "electrical fire pump, lxxvi. 552.", "Lery, M. de, recommends horse-chesnuts as sood for cattle lxxviii. 413", "Le Sage,"]}]}, {"PageNumber": 41, "PageData": [{"region": "content", "lines": ["LIG a37", "Le Sage, M. his Newtonian Lucretius IxXii.", "Lesbos, the antient state and bistory off Ixxxi. 330", "Le Tellier, one of the Ministers of Louis XIV. some account of", "IxXXi. 76", "Letters, on the origin of aAaAa Ixxi. 271", "— Pretensions of various nations inquired into Ixxi. 272", "— Origin of, in Greeee — Ixxxiii. 8a", "Letter-mriting, on scientific subjects disapproved Ixxiii.", "Lettres de Cacket, apology for I xxviii, 232", "Lettsom, Dr. his case of extraordinary introsufception Ixxvi. 120.271", "— On the mangel wurzel, lxxvii. 166. On the palpitation of the", "heart, 35 8. On lignum quassiae,3 59. On the hydroce phalus,", ". On transplantin g tee th, 362.", "— On two cases of kydatides renales, Ixxx. 476. On the digitalis", "purpurea, 479. Ou A diseased rectum, 481.", "Level, new construction ofa— Ixiii. 509", "Lever, Sir Ashton, his Holophusicon recommended Ilxxi. 2", "Levi, Mr. his defence of a passage in his Lingua Sacra lxxxi. 383", "Lewis, Mr. on suffragan bishops — Ixxiii. 43t", "Liancourt, Due de, on boiling vegetables in steam Ixxviii. 415", "Libel, trial of the Dean of St. Asaph for a— Ixxi. 206", "— Mr. Erskine's desence of the Dean of St. Asaph Ixxi. 207", "Libelt, the doctrine of, main tained by the crown lawyers lxxii. 315,383", "— The mildness of the punishment for, in Tusecany Ixxxi. i2", "Libertine and kypocrite compared I xxvii. 452", "Liberty, civil, Dr. Price's ideas of, controverted Ixxii. 107", "— Moral, the question concerning, agitated Ixxi. 555", "—Anud necessity, observations on Ixxi. 555", "Librarias, state of, in Turkkteeyey— IXx. 666, 670", "—Of the King of France IXXX. 605", "Library at Lambeth palace * Ixxiii. 430", "Lichfield-kouse, account off — Ixxiii. i", "Licinius, Emperer, his character Ixxii. 164", "Lies and jocular equivocations investigated— Ixxii. 178", "Lift, human, on the dutation offf Ixxi. 508", "— FPrinciple of, in animals said to be in the nervous fluids lxxiii. 52", "— Where seated inmanmnm lxxiii. 520", "— Animal, physiologically and philosophically investigated Ixxv. 500", "Ligkt. theory of, opposed to the Newtonsan system aii. 569.", "—H qothesi of, con trovert ed ! h Ix xiii. 542", "— Exfes of, on plantt Ilxxyi. 552.", "—Aund rolqurs, experiments oen , Ix*yi. 524", "— Ohjesftions to the Newsonian ductrine of, refuted Iaxix. 38", "Lighefeet, Mr. on the reed wren— lIlxiv. 33", "", "", "— Ifon weathepcock ar Hawsted never asfected by axiii. 8.", "— And thunder, now theory off Jaxxvi. 38", "— Effects of, inide — Wxviii, 621.", "— Its effectts h e 1.. Ixxix. 389", "ZLightoing."]}]}, {"PageNumber": 42, "PageData": [{"region": "content", "lines": ["238 LOC", "Lightning, its effects on a Dutch ship xxix. 614", "—A conductor of, for ships, recommended lxxix. 614", "The utility of conductors — — - lxxxi. 317", "Lignum quassiae, observatiens on Ixxvii. 359", "Lilly botanically defcribed * ——— Ixxii?. 138", "Limbourg, M. on procuring ship timber xxi. 498", "Lime, how used for the preservation of sea water for bathing", "Ixxiv. 267", "Limerick, history off — [h— IXxXviii. 191", "— Articles, violation of, considered: Isxixe 5a7", "Lincoln, Mr. on natural history ? —* Ixxix. 390", "Lindsay, M. his religious tenetis— Ixxlii! jor", "Linguet, M. on the Abbé de l'Epée's mode of teaching the deaf", "and dumb to converset dGlXXX652", "Linnaean library, cabinets, &c. in the possession 'of James Ed w. Sm ith", "INxiii. 313", "Linnaeus gains the Petersburgh Academy prize for his dissertation on", "the sexes of plants — I — IXXV. 207", "— His Systema Naturae praised — \" Ixxii.", "Linné, the proper name of Linnaeuss— Ixxxi.482", "Lip, diseases of, consideredd IxXvi. 8", "Lipari Islands, voleanos and other natural curjosities in Ixxii is 1—", "Liston, on the style of builaing, &c. thete n— Ixxxi. oy", "Literary abilities of women o efender — Ixxvii. 563", "Literacure, advantages off lxxv v342", "Lithotomy, uncom mon case off] — Ixxiii.", "Littleton, Judge, anecdotes of — 1f : Ixxvtii. 2", "Liturgy, use , in public prayer, defended \" . Ixxvii. 454", "Liver, cures of obstructed, by mercurial frictions * xive", "Sin gular accidentwhich occasioned a division of Ixfivie 93", "— Progressive growth of, in foetuses ? IXRvire", "Experiments to illustrate the circulation through the Iiver", "xeits", "Diseases off A — hh r Ixyoie 5", "Lixards, American, used for the cure of cancers lxxy", "Plewellyn ap Gryffydth, a Welsh Prince, his humiliatingifo bvifiom", "o to hdward III. — hat— Stix. 4", "Lloyd. Rev. Mr. his large plantations of osks WHIRXX.S", "Loach-fish, erroneously supposed to be a living barometerrixxi. Wh", "Eoans, new plan off — *444eres—rh to luxivet i r3", "— Opbservations on, with respect to public credit AM 0", "—On patriotilee —1o ami—et wolxxive iy", "Lobelia syphilititay its efficuest in the cure of the venereal disease", "v hi nee lxxvies5", "Lobo's voyage to Abyssmia translated by Dr. Johnson Ixuvis aq.", "v ! . rh i : oIxxvii. 35 52-", "Lobsters and crabs, London supplied with; from Norway Ixxis. 461", "— WVal ue of that trade : h1 I I IxAii 46 I", "Boch-Tay, agitation of the waters of ol r*sixe. 35", "Locke, Mr. his notion of the origin of ideas controverted hve *-", "Locke,"]}]}, {"PageNumber": 43, "PageData": [{"region": "content", "lines": ["MAC 239", "Locke, Mr. his hypothesis concerning judgment Ixxv. 336", "His character as a philosopher attacked lxxxi. 318", "Locked jaw, observations relative to that distemper Ixxiv. 224", "Locks, 'improvements for the security of JLxxiii. 276", "impossible to be pickked Ixxvii. 46", "Loparithms com pendious method of calculating Ixxix. 144", "Lagic, in what respects more hurtful than benesicial to the under-", "standing Jxxi. 116", "London, remarks on, by a learned foreigner Ixxviii. 570", "Longevity, observations On — Ixxv. 233", "Longitude of Greenwich and Paris Ixxvii. 180", "\"The first attem pt to discover it, by observation Ixxvii. 29r", "— Of several places in Indids IXXX. 657", "Longinus defended against the criticisms of Dr. Blair Ixxxi.", "Lord's prayer, remarkson lIxxXi. 382", "Largner Chevalier de, on the integral calculus, l xxii. 505. Ou the", "motion of oars, 506.", "Love, antient and modern, contrasted — I*V. 43", "—Poem on the power offf Lxsiii. 331", "— Metastasio's manner of treating this subject Ixxix.", "— platonie, produced by chivally— Ixi. 128", "Bouis XI. of F rance-compared with Ivan IV. of Russia Ixxi. 551", "Louis XIV. of France, age of, compared with that of Augustus", "ll * \" xd is", "— Anecdotes of him and his family IXXX. 1 52—159", "cCharacterised Ixxi. 673", "Sofiiniedcation 11 r11 . Ixxxii 672", "His marriage-with the Infanta of Spain, and the, festivities on", "5; thaboccasion — IJxi. 673", "Hinununigues with-various ladier— Ixxxi. 675—682", "Leis XFauhis weakeesses ti he x 157", "Eagos ind Low, remaries on those trms— [ Xxive2", "Exas ilirron the management of women 'in certain cases of preg-", "3 aiti ey in ; Txx*x. 482", "Excornisimuxperimenvon the alture off *i— TR*V EE", "Tetlaiie e ax. ahdie his nespuctablle character'? l xix. 185", "Luzs Iniihien] o bserwntions omuthuath h okh I44iii. 157", "Liei icservations oes u inti. 40", "D aiihe aeffects of air ow the lunpy, in respiration lxr. 39", "Eand bi his case ora gangreney ul nDxvii. oye", "Iaecaticu directions for the reduction of— I. I5", "", "", "8, i ene guof o a re * * r — ;", "M tuale", "", "Micaront that character defined, dnd poetieally displayed haxix 5", "Mee Causshnd, Dr. hie letter to the Reviewers haxr. 708", "Mae Culloah, Mr. his-improved sea compasses IXXX.", "Mae Goyucn. Mr. hisvregister of the weather— lxxix?", "Macguires dMy. describes a new portable barumeter laxix.", "Machines"]}]}, {"PageNumber": 44, "PageData": [{"region": "content", "lines": ["0 MAH", "Machines for shortening labour, advantages of Ixxviil. 3", "Maclaine, Dr. diffe rence betweer n him and M. Vanden Bosch, rel", "tive to one of the Teylerian prize dissertations lxxv. 39", "Maclaurin, Mr. argues that Troy was not taken by the Gree", "IXXX.520", "Maclaurin, Prof. biographical aneedotes of Ixxviii. 290", "Macnab. Mr. on the congelation of fluids— Ixavi. o1", "Macneil, Mr. on the caves of Cannara, &e. Ixxix. 423", "Maconachie, Mr. ou the origin of European legislatures, lxxx", "516. On the Anglo-Saxon and Scottish diets, 517. Information", "from Doomsday-book, 8.", "Macpberson, Mr. his Ossian style imitated — I xxiii. 150", "Madder, observations respecting IIxxviii. 532", "Maddison, Mr. on the sweet springs in America, lxxvi. 143. His", "meteorological observations, 392.", "Mad dog, remarks on the various treatments for the bite of lxxv. 7", "— Bite of, curd— Ixwiii. 6", "Madras, climate of, describ'ed Ixxxi. 409", "M an n ers of th e Eu ropean lad ies and fine gentlemen there Ixxxie", "Magdalen charity, account of Inxiii.", "Magellan, Mr. offers 200 guineas to the American Philosophical", "Secietyy e — ixi. 137", "Magnesian earth, origin and properties of Ixxis. 20", "Magnes, artificial, the first inventor of— luxii.", "Method of making artificial magnets Ixxviii. 275", "Magneric needle. on the north ern i nclin ation of hxxi", "Magnetic observatios — jixiz 30", "Magnetical experiments on brass and iron— Invi 3", "Magnerism. a Bower different from electricity Teii. 523", "resiot a 1mii. 3.", "Best methods of communicating it \" nivit. 3", "Esperiments in— Inwii. 313", "— Why the knowlege of it is imperfecet Laxviii. 2", "T Degrees of, measured by the torsion of a wire lxxviii. 522", "Maetiise antmas. pretended cure of diseases by IJasifi.", "— Report of the French com missiopers on the prastiee of heaiis", "— Iss influence on the animal functions little keown Javii", "— I'osive and imaginary", "a 11y", "Repory of the French commistoners on 1ml", "Mabomed II. Emperer-of the Tarkts, his character as a solstar uad", "conqueroer n 1. 214", ".f- frecling story of his fimpress Irene Jars i", "Makomet, the prophet, his bad character ii. 4", "—His religious schemes incapthle of being established without", "ie hence * hehe - axiie", "— His protensipne to s aivine misio— ixii. 3", "— (ompered with Chrisithi 5", "T Character off RHniiis 92", "Mebometanism, unfavourable to scientifc impravement laiii. 2", "— Waiy piepared for, by the corrupt state of the Christian churen", "Ixxiii. 291", "Mabhometism,"]}]}, {"PageNumber": 45, "PageData": [{"region": "content", "lines": ["MAR 241", "Mahomet Iim g reatly aided by the corruptions of Christianity lxxiv.4", "Maids, old, period of life when so denominated lxxvii. 222", "—Their situation considered — lIxxvii 223", "— Characteristies of, considered — IxXvii. 224—228", "State of. in the Anteciluvian world — Ixxvii. 228", "Maintenon, Mad. de, her letters characterised Ixxxi. 668", "Maitland, Sir Richard, his antient Scotch poems Ixxvi. 121", "Maize, cultivation of, recommended in the south of France", "IxXviii. 413", "— Beer made from it — — IxXviii. 417", "Malacarne, M. on the anatomy of birds — Ixxxii. 505", "Mal del sole, a disease at Milan, and cure Ixxix. 636. 633", "Males, among animals, more tender in bodily constitution than", "females — Ixxi. 50,51", "Malfatti, Prof. his memoir on differentiall Ixxii 507", "Malplaquet, account of the battle of ——-- Ixxviii. 93", "Malt, the difference of English and Scottish barley for lxxiv.43", "Man, the non-existence of, from eternity Ixxii. 394", "— On the best method of improving his understanding and morals", "Ixxiii. 143", "— General divisions of the intellectual powers in Ixxv. 196.199. 241", "— Geographical history of o — IXXX. 78", "— Local residence of, considered — IXXX. 683", "— Different characteristics of — IXXX. 68", "* Compared with various quadrupeds — IXXX. 1", "Manganese, regulus of — lxxviii. 623", "Mangera se, account of, by Captain Cook IXxXi.", "Mungel Whrzel, account of I4Wii. 166. 582", "—A speties of beet I XRvii. 167", "*s Urefol for cattle!e!e— Ixxvii. 582", "— Produce of crops estimated lxii. 583", "— The beta cicla of Linnd— Ixxviii. 427534", "— Cuituee Ixxix. 479", "Mings irees by whom fiist brought to Jamaica lXV.427,", "Bshnn, AEbE, hit discourse 19 the Royal Academy at Brussels,", "* 1 658 Ghh the deluges recorded, by the antients, 660.", "TOh fiie syrees and the tides in the Meditenranean, 66u. On", "setving vegetables and fresh water at sea, 664. His table", "a e ie weights, epid, measunes, oon a *", "— oh large and small farms, Ixxi. 495. Oh preservatives against", "ightting, 498.", "Manners, English and French, compared, Ixi. 578.", "— ThY Huence pf the (sengry af a copniry on Ixxv. 411-", "", "Manufactuies, piemims for im provements in Ixxiii. 277", "Manures, 'dbservations on Ixxviii. 302. 416", "Manuseriphs, in the library at Munich— Ixxiii. 577", "— Methoq of restoring Ixxviii. 189", "— Directians for making them durable lxxviii. 199.", "Marat, M., on the medical inftuence of electricity Ixxiii. 31", "Marbled paper superior to foreign * Ixx*xi 531", "R Marck,"]}]}, {"PageNumber": 46, "PageData": [{"region": "content", "lines": ["242 MAR", "Marck, Chewv. de la, his now classification of vegetables hexviii. 62", "Marcus Aurelius, his concise harangue Ixxi. 164", "Marey, AbbéY, on improving agriculture in the Ardennes Ixxxi. 66", "Maret, M. on the combinations of mercury and the marine acid,", "Ixxi. 505. His description of a meteor, 508. On the dura-", "tion of human life, 508. His meteorological history of the", "year 1783, 509.", "—On an earthquake in Burgundy, lxxiii. 485. On the cure of an", "epilepsy, 488.", "—On stuxions on the breast, IXXv. 505. On the great mist in", "1783, 507.", "Marines, origin of that corps — Ixxix. 334", "Maritime observations, by Dr. Franklin Ixxvi. 467", "Marivaux, M. anecdotes of him, and account of his works IXXX. 85", "Marivetx, Baron, Letter to M. Baillli Ixxii. 569", "Controversy with Count de la Cepede IYxii. 574", "Markland, Mr. his opinion of the controversy between Warburton", "and Sykesese — Ixxiii. 213", "His correspondence with Mr. Bowyer, lxxiv. 168. His theolo-", "gical sentiments, 169. His political creed, 170.", "Marlborough, Duke of, his good conduct at the battle of Teniers", "Ixxviii. 94", "Marle fosfil in Yorkshire IXXx. 102", "Marradtta State, Persian account of — IXXVvi. 482", "Marriage of old men —— — IXXVi. 114", "— Cases, on the sentences of ecclessastical courts on IXXX.493", "Mars, planet, observations on — IxXXi. 618", "— Remarkalse appearance of, at the polar regions Ixxiii. 200", "Marsden, Mr. on the language of the Gypsies IxXiv. 272", "— on the Hejer IX*Xx. 147", "Marshall, Mr. receives 10 guineas for a security for locks IXxiii. 276", "Marshy grounds, the diseases proceeding from IXXX. 696", "Martial chalk, what I — — Ixxii. 492", "Martin, Mr. author of an essay on plantership IXXiv. 5", "Martineau, M. his history of a dropsy — I xxiii. 207", "Martinet, M. his dissertation on the Zostera Marina, lxxiii. 139.", "On an hereditary disease of the eye, 144.", "Martin-meer (Cumberland) , account of the mode of draining and", "improving it r — IxXxi. 529", "Mary Queen of Scots, reasons why her history is obscure Ixxvii. 47", "— Faults of her historians Ixxvii. 475", "— Her letters to Bothwell supposed to be fctitious Ixxvii. 47", "— Her trial at Vorckll]2— Ixxvii. 476", "— at Westminster Ixxvii. 478", "— Not guilty of the murder of Darnley — Ixxviii.a", "— Her marriage with Bothwell palliated —— Ixxviii. I", "— Her Chanson en partant de Calais pour Londres, and translation", "IXXXi. 293", "Mary, Virgin, her supernatural conception discusfed Ixxii. 167", "— Descriprion of the festival of the Assumption in Sicily Ixxii. 518", "Maskelyne,", ""]}]}, {"PageNumber": 47, "PageData": [{"region": "content", "lines": ["MED 4", "Maskelyne, Dr—appoin ted astronomer royal 4— , lgviv 18", "—Astronomical observations Bby) 4, xxiv: 195", "— On the expected return of the comet of 1552 and 1661 lyxyi. 118", "— On the latitude and longitude of Greenwich. Axxvii. 17", "— Shews an error in General Roy's mode of measaring the dis", "tance from Greenwich to Paris Ixxyiis.", "Masques, account of)— Ixxi.428", "Massey, Mr. on saltpette— Lxiv.4263", "Massillon, Bishop, anecdotes offf 1x.5790", "Masters, Mr. on an antient painting on glass Ixxix.2", "Masts of ships, remarks relating te— Ixxix. 504", "Materia Medica, defects in the new— Jxxyiii. 456", "Mathematics, simplicity and conciseness requisite in lxxviii. 439", "Mathews, Gen. vindicated Ixiix. 161", "Mathon de la Cour. See Cour.", "Matilda Queen of Denmark, her imprisonment at Cronberg lixii. 92", "— Her deah—— JRxii. 93", "Matter, philosophical notions concerning — IXXV 249", "— Animal, origin and nature offf IXXV. 519Q", "Matthew, St. MS. of the Gospel of, in Trinity College, Dublin", "Ixxxi. 41", "Maucroiz, M. his lines on a girl who died of the green sicknese", "IXXX. 582", "Mauduit, M. his generalship in the action, at Red Bank, and his", "humanity to Colonel Donop— Ilxxvii. 41,42", "Mauduyt, M. on medical electricity J*xy. 540", "Maurepas, M. eulogium and memoirs of lxxii. 559", "Hss excellence as statesman and minister Ixxii 56.", "— His dismission from office in 1749, and recall in 1774 Jxxii. 561", "Mausoleum at Sesseram, poetical reflections onli9", "Mayer, Mr. his astronomical observations lwi. 217", "— His tables, correction of a mistake in Ixxix. 571", "Maxarin, Cardinal, his enormous wealth IXXXi. 867. *", "Meafles, description of Jxxive 93", "Measure, an universal one described [XVJi.79.", "— How to be obtained without a standard;, Ixvii. 34", "Measures reduced in Francee— Ixxviii. 414", "— Inconvenience from the ignorance of those of various countries", "sxxviit. 584", "— Of length of Russia reduced to English feet l- I64x. 641", "Mechanies, premiums for improvements in!— Ixxiii a77", "e ieniosn", "Medals, Jarge bronze, dug up in the jurisdiction of Courtray Ixxi", "Medical jurisprudence, the proper objects of Ixivhis'", "Medical Socitty, account of its institstion.— Jxxvii. 35", "Medicines, names of, ought uot so he changed lxxviii. 45", "", "—Some powerful ones omitted in the new Pharmacopeeia Ixxviii.", "— Good ones introduced iViiT.S", "The mbst active, taken from the mineral kingdom Ilxxix. 684", "R2 WMediterranean,"]}]}, {"PageNumber": 48, "PageData": [{"region": "content", "lines": ["244 MET", "Mediterranean, on the syrtes and tides of — Ixxxi. 661", "Meerman, M. de, his prize discourse on encouraging patriotism in a", "monarchy — IXXX. 608", "Meiners, Prof. on the Socratic school!l!l!! Ixxiii. 560", "Meister, M. on the origin of mountains Ixxiii. 561", "Melancholy, poetic invocation te Ixxiii. 307", "Melcomb, Lord. See Doddington.", "Melwill, General, on an antient sword— Ixxiv. 272", "Mercator, a character, poerically described IxxXi.9", "Mercurial ore, a new kind of IXxv. 498", "Mercury, on the combinations f Ixxi. 505", "— Planet, transit of, over the sun's disk in 1782 Ixxiii. 201", "— Observations on the transit of IXXvi. 119. IXxvii. 178", "— New instrument for obferving —1 Ixxviii. 30", "— Transit of, over the sun's disk, May 4, 1786 Ixxxi. 615", "e On the theory of —\" — - IxXxi. 613", "* Or quicksilver, experiments for ascertaining the freezing point", "— Ixxi. 166. 109", "* Its operation on the human body IXxix. 269", "Meridian at F lorence, with a gnomon of 277 feet Ixxii 505", "Line, method of finding — IXxXvi. 467", "Mermaid at Haerlem defcribed ———— Ixxvii. 527", "Mesmer's animal magnetism examined Ixxiii. 39.42", "Messier, M on the comet of 1784, and on a lunar eclipse IXXviii. 613", "—On the occultations of the Pleiades by the moon; IXXiX. 571.", "Of Venus, 573. On the comet of 1785, 573. On another", "comet, 574.", "— On the first comet observed in 1786, lxxxi. 614. On the se", "cond ditto, and on the transit of Mercury over the sun's disk,", "May 4, in that year, 615.", "Messina, beauties of, before its destruction by an earthquake", "IXxii. 517", "Aerial phaenomenon observed in the harbour of IxXii. 51 ?", "— Description of, since the catastrophe of 1783 IxXVi. 620", "— Describbed—— Ixxviii. 290", "Maetals. observations on compounding, gilding, tinning. &c.", "lxxvi. 34", "— Their calcination and reduction —- Ixxvii. 2i0", "— Experiments on precipitates off IXXxi. 664", "Metaphors, rational exposition of those used in the Holy Scriptures", "IxXiv. 15", "Metastasso, Abbi, particulars of his life and death Ixxvi. 570. 572", "— Translations from — — Ixxix. 660", "— Complimentary verses to ooe-- Iyxix. 664", "— His manner of treating the passion of love IxXxix. 65", "A master of the eloquence of the heart — IXXix. 665", "Metcalf, John, a blind man , employed as a surveyor of high ways", "IXXV. 253", "Meteébr, description of a — Ixxi. 50", "—Of August e, 178e -- Ixxii. 256", "Mauteor,"]}]}, {"PageNumber": 49, "PageData": [{"region": "content", "lines": ["MIL 245", "Meteor, copjectures on the nature and origin of Ixxii. 257", "— Remarkabll!— Ixyvi. 393", "Meteorological conjectures, by Dr. Franklin— Ixxiv. 356", "— History for s7eds — lxi. 509", "— Journal of the Royal Society — — xxxi. 454", "— Ohbservations Ixxi. 504. lxxviii. 337. 419", "— Observations at Peking 1xxii500", "— Observations by Mr. Maddison — lxxVi. 392", "— Observations on the side and summit of Mont-Blanc lxxvii.", "125.538", "— Diary at Bran xholm — — Ixxix.36", "— At Hawkhill — Ixxix.39", "— In London IIxxixi 249", "— Observations on the mode of keeping Ixxix; 328", "— Register of the weather Ixxix.", "Meteorology, new theory of — — Ixxvii. 116", "Meunier, M. his skill in res pect to aerostatic machines Ixxiii. 9", "— Expersments by, on water, in association with M. Lavoisier", "Ixxiii. 504, 505", "— On the hydraulic bellows of Lavoisiaur IXxv. 500", "Mexicans, a civilized and polished people when invaded by the", "Spaniardds Ixxvi. 636", "— Dreadful massacre of, at the conquest of Mexico lxxv. 638", "Michaelis, Dr. on opium in the cure of the venereal disease, Ixxiti.", "365. On a large hydrocephalus internus, 366.", "Michell, My. his letter to the Reviewers, on the invention of arti-", "", "— On the fixed stars hrrr——— Ixxiii. 197", "Microcosm, real names of the writers in that worl! Ilxxix. 21", "Microscope, history off — Ixwyiii. 227", "— Suhperiority of Mr. Adams's Ixxviii. 228", "Mid-day within the tropics poetically deseribed Ixotvii", "Midwifery, anatomico-obstetrical observations on Ix xiii. 560", "Military arrangements Ixxi. 22. 87. 90", "— Power, BarOn Eyre's opi nion of the legality of I 15i. 3", "— Powers not subject to civil courts of lay *.", "Militia, bin's for the improvement off Iin", "— Plan for lessening the expence of] I xxiii. 64", "— When first established Ixix. 331", "Millar Mr. the late bookseller, story of him and Dr. Johnsou Ixxviicen", "Miller, Rev. Mr. his description of the grotto at Swatarallxxvil i4", "Milles, Dr. on a seal of Richard Duke of Gloster Ixxiv. 119", "Milli, Count de, his apparatus for managing the fire in chemical", "operations Ixxiii. 504", "Million bill considered— JLMxyi. 256", "", "— A substitute foer Lsiviii. 497", "Milly, Count de, on inflating air balloons Ixxi. 381", "Milman, Dr. poetical com pls ment o 1 1 - \"41 xxX 393", "Milton, his Lycidas defended against Dr. Johnson Ixxvai.", "RI WMilron,"]}]}, {"PageNumber": 50, "PageData": [{"region": "content", "lines": ["246 MON", "Miiton, this Sampsonivindicated u —T* LeNvii. 21", "Apotheosis of, written by Guthrie ——— Ixxvii. 69", "— His treatise on educarion, not favourable to domestic tuition", "lxxvii.276", "— Vindicated against the charge of Puritanism IXxix. 1", "His flagellation at the university controverted IXxix. 348", "Mind. operations and faculties of —— IXXV. 199. 241", "— Its power over bodily sensations IxXv. 415", "—Its faculties philosophically investigated Ixxi.5", "Mineral of Savoy, analysis off Ixxviii. 13", "Mineralogy, elementary principles of — Ixxi. 82", "Minerals, on the arrangement of Ixxii. 513", "— Obscurity of their discriminatin g characteristics, with respect to", "; vegetables and animals — IXXvii. 469", "v On crystallization by retraction in * IXXxi, 663", "—ISystematic arrangement of IxXXi. 665", "Mineral waters, observations on — Ixxiii.", "Jime opration at i is", "Mira, verses to, on her wedding-day Ixxvii. 46", "Mirabaud, M. an admirer of Italian literature IXXX. 579", "— Not the author of the System of Nature IXxx. 579", "Mirabeau, M. charged with being a libeller of the Emperor of", "Germany, and of the King of Prussia INXX. 692", "Missale Romanum at Brussels IIxxi. 502", "Mist, in June 1783 — lxxii. 508. 547", "—Observations on — IXXVv. 507", "Maira, Countess of, her account of a human skeleton IXXiv. 120", "Male, Glossy, deicription off Ixiii. 596", "Malusca Linnaei, account of - xxii. 6", "Monachism investigated ——— Ixxiii. 377", "Manastic seelusion, verses on the fatal effects of Ixxviii. 391", "Meonboddo, Lord, a singular writer Ixxii. 354", "— His philosophical creed Ixxii. 35 5", "Moncrief; M. character of his writings, with specimens lxxx.583", "Maonge, M:. on the in flammation of dephlogisticated air and inflam-", "Tmable gas in closed vessels, Ixxvi. 553. On some mathema-", "tical points, 562.", "— Ohn the effect of the electric spark transmitted through fixed air", "lxxxi. 607", "Monkeys, anatomy of three Ixxi. 490", "Meonkhouse, Dr. publishes the third volume of Clarendon's State", "Papers — —— Ixxvii.5", "Monks, their natural history —— Ixxi. 39", "— Their first establishment in Ireland — Ixxvii. 285", "— Sources of their wealth Ixxvii. 285", "Monnier; M. le, on total eclipses of the sun Ixxiii. 509", "— On currents of air affecting aerostatic machiness lxxv. 502", "— On the conjunction of the moon with the Pleiades, Ixxix. 571.", "On the opposition of the seventh planet, and on the conjunc-", "tion of the moon with Venus, 573.", "Monro,"]}]}, {"PageNumber": 51, "PageData": [{"region": "content", "lines": ["MOR T4", "Monro, Dr. Donald, on a new species of cinchona Ixxiii. 206", "Monro, Mr. projector of the Olla Podriddede lxX. 1386", "Montague, Lady Mary, remarks on her letters lxxiii. 164:534", "—E. W. not author of the book on antient republies lxxix. 469", "Mont-Blane, height of -z Ixxviii, 152", "— Poetical description of . 1 . Ixxviii. 242", "—. See also Mount-Blanc.", "Montespan, Mad. de, becomes the mistress of Louis XIV. lxxxi. 682", "Montesquieu, account of him and his writings l", "Montezuma, sovereign of Mexico, splendour of his court lxxvi.", "Montford, Mrs. the actress, anecdotes off Ixxii. 184", "— Extraordinary manner of her deatt Ixii. 185", "Montgolfier, M. on directing air balloons by oarss lxxi. 380", "Monuments, style of their architecture in different ages lxxviii.", "212. 278. 280", "Serve to elucidate history — Ixxyiii. 277", "Moon, lunar halldldldl — Igxxi. 498", "Eclipse of, March 1S, 1783 — Ixxi. 500", "Observations on the lunar period of 19 years IXXV. 533", "— Two Chaldean periodds Jxxy.55", "— Influence of that planet, in fevers I*xxvi. 158.", "— Account of an eclipse of JIxxvi, 219", "— Volcanos in ————— 1 — IXxvii. 346", "— Ecdlipse f— Ixxviii, 613", "Controversy concerning its origin lxxviii. o48", "— A new method of correcting its observed distance from the sun", "or a fixed star — Ixxix. 3", "— Passage of, over the meridian — Ixxix. 570", "— Conjunction of, with the Pleiades Ixix. 571.", "Occaltation of Venus by the — Ixxix. 572", "— Ecdlipseef — Ixxix. 200", "— The secular equation of Ixxxi. 616", "Moore, Mrs. Hannab, her account of Ann Yearsley Ixxiii. 217.", "Moor land, improved and cultivated 1 Ixxxi. 529", "Morality defined as a sciencee— lI xxiiis 4402", "How inculcated by the Scriptures aolaxiii. 403", "— And polities, the connection of Ixvii. 588", "Morals, connection of, with religion — Ixxiv. 409", "— First principles of IXXv. 337", "Morand, M. on mines of earth-coal that burn spontaneously, ec.", "", "— Chn charcoal and earth-coal compared, for the use of iron forges", "Ixxviii. 6", "Moravians, traduced by their adversaries — lxxii. 351.", "— Their tenets truly Christian i Ixxji. 351", "—— Nost a novel system— Ixxii. 353", "— Their religious tenets considered IxXxi. 264", "— Good effects of their missions in America, &c. Ilxxxi. 265", "More, Mr. on portable furnaces — luXy. 421", "More, Mr. his account of an earthquake lxxvii. 346.", "R 4 . * 1 1 Mores,"]}]}, {"PageNumber": 52, "PageData": [{"region": "content", "lines": ["248 MOU.", "Meves, Mr. on a parochial history of Berk shire I I xxi. 3", "Morgan, Mr. his experiments on the-light of bodies in combustion,", "Ixxiv. 3 27. His electr ical experiments, 329.", "— His prize dissertation, shewing that true philosophy has ho ten-", "dency to undermine revelation Ixxvii. 508. 513", "Morgan, Mr. William, on survivorships IXXX.141. 1XXxi. 452", "Morgan, Dr. on the silk worm, lxxvi. 139. On a snhakenn a living", "Thorse's eye, 140. On making anatomical preparations by cor-", "rosion, 292. On a pyed negroe girl and a mulatto boy, 292.", "on the red bark, 294.", "Morley, Mr. letter to Lord Hyde —— lxxvii. 53", "Moroceo, the present situation, productions, and inhabitants of", "IXXX. 3 23", "—State of knowlege in IXXX.326", "— Atcount of the Emperor Sidi Mahomet IXXX. 327", "Morris: Gov. his ill-rreatment — Ixxviii. 131", "Mortality of males more than females — IxXxvi. 120", "Mortars made by Wedgwood recommended for the use of chemists", "IXXV. 271. lxxix.25", "Mortifieations, fermenting cataplasms recom mended for lIxxiv. 82", "Moy veau, M. produces inflammable air from potatoes, Ixxi. 381.", "1s On a fossile incombustible coal, 506. On a portable chemical", "apparatus, 508. On the combination of vinegar with bismuth,", "* and on a property of the acetous acid, 509.", "—On the Karabic acid, lxxiii. 482. On volcanos, lime-stone,", "and the construction of a water-poise, to be used in resining", "sugar, 485. On measuring the acid gas contained in waters,", "", "Mosaie work, antique specimen of, described lxxii.485", "Moscow described Ixxi. 332", "—ts market for ready-made houses I xxi. 334", "Moses, his adventure with the daughter of Raguel Ixxvii. 12", "— His account of the creation adjusted to modern' philosophy", "IXXX. 1. 12", "— His character as a lawgiver and moralist IXXX. 164", "Mothers, domestic attention recommended to Ixxii. 451", "Morion, the source of all the phaenomena in nature Ixxii. 503", "— Compound, described ——— Ixxii. 504", "— Rectilinear * — Ixxiii.250", "— Rotatory - Ixxiii. 257", "— Of- bodses affected by friction IXXiv. 255", "— Musecular, inquiry into the cause of Ixxix. 246", "Motte, Countess de la, her charges against M. de Calonne IXXX. 267", "— Her address and justification — IXXX. 268", "— Her reply to M. de Calonne — TX*Xx. 361", "—Her card to the Monthly Reviewers — IXXX. 37", "Motteville. Madame de, her memoirs of Ann of Austria lxxxi. 70", "Mountains formed of sea-shells IXxii. 507", "— Observations onn — Ixxii. 568", "— Hy pothesis on the origin of — Ixxiii. 561.", "Mountains,"]}]}, {"PageNumber": 53, "PageData": [{"region": "content", "lines": ["NAD 4", "Mountains, M. De Luc's theorem for the measurement of Ixxviii. 152", "— Formula for measuring their heighs - lIxxix. 33", "On barometers for measuring the height of IXXX. 32", "Mount-Blanc, unsuccessfullattempts to reach its summit lxxvii. 124", "—:Temperature of the air on its side — I xXvii. 125", "— Ascended by M. de Saussure — Ixxvii. 332", "— Particulars of his journey ——— IxXvii. 538", "— Meteorological observations on the summits off Ixxvii. 538", "—. See also Mont-Blanc.", "Mouth, diseases of, considered — IxXvi. 38", "Mucous capsulae, observations on — Ixxix. 578", "Mulberry, project for cultivating it by seed Ixxix. 484", "Mulberry-tree. a poen— Ixxiii. 433", "— Method of cultivation of the different kinds off luxxiii. 433", "Muller, the Russian historian, account of I xxi. 33", "Mullet, natural history and migrations of — Ixxix. 641", "— Manner of catching IXXix. 642", "Murray, Mr. the bookseller, his dispute with Dr. Cullen lxxii. 71", "Musecd cibaria, case of a patient who discharged the pupae IXXX. 477", "Mashrooms, investigation of the nature of Ixxiii. 486", "— Deadly effects of a- I pecies of, and remedy for XXV. 535", "— Difficulty of describing — Ixxix. 460", "Music, on the art of measuring time in — Ixxiii. 455", "—Its connection with words, language, poetry, and the theatre", "lxxiii. 491", "—Of the We'lsh bards — — IXKiv. 29", "— Opbservations on the theory of — Ixxiv. 193", "— Observations on an tient music — Ixxiv. 195", "— Oun the history of —— Ixxiv. 245", "— Critical observations relative to IXXV. 105. 112. 173", "— The abuses of parochial — IxxXvii. 250", "— Antient Irih— I wyii. 41", "— Progress of, in En gland, from Hen. VIII. to Eliz. IXXxi. 291", "— State of, in Italy, at that time — IXXAi 25", "—In France, Spain, and the Netherlands lxxxi. 301", "— Progress of, from Eliz. to the end of the 17th century IXXx*i. 426", "", "— Sotate of Italian, during the 17th century IXXxi. 438", "— Scotch, poem in praise of Iv xxi. 385", "Musical instruments, two used in Wales Ixxiv. 267", "—On the temperament of . — IXXX. 146", "— Strings, the phaenomena of, discossed Ixxiv. 362", "Mylne, Mr. on a red Jamaica earth, as a substitute for terras puz-", "golana — 1 — — lxxvii. 468", "Mystery, Dr. Foster's saying respecting, explained Ixxiv.16", "", "Nadir Shah, his character IXXX. 700", "— Cruel act of justice done by him— IxXx. 700", "Naples,"]}]}, {"PageNumber": 54, "PageData": [{"region": "content", "lines": ["25 NEW", "Naples, revolutions in the sciences there 1 Ixxii. 52", "Narses, the eunuch, distinguished as a statesman an d warrior", "lxix.1", "National debt, sche me for the payment off by porrowing Ixxi. 1 4", "— Opbservationson — Ixxi. 140", "— Extracts from Sir N. Gould's essay on lIxxi. 362", "Observations on the various plans for reducing it Ixxiv. 110", "— Plan for the discharge of Ixxxvii. 302", "— At the heginning of 176ds — Ixxvii. 304", "— Said to be the foundation of national prosperity Ixxviii. 141", "— Advantages and disadvantages of IXXX. S. 41", "National strength and happiness, Bp. Watson's notion of lxxvi.", "Nature, O'Gallagher's notions of the first principles of lxxv. 18", "— Secrets of, reveale'ed IXxv. 5773", "Navailles, Duchesse de, her laudable opposition to the licentiousness", "of Louis iWw.— Ixxxi. 677", "Navigation, state and progress of, among the antients Ixxvi. 612", "— In the middle ages -- Ixxvi. 615", "Philosophical principles relative to — Ixxix. 500", "Navigations, inland, account of several * Ixxviii. 43", "Navy, ironical advice to the officers of —— I xxii. 462", "— Of England, state of, at different periods within 20 years", "Ixxvi. 216", "Naxos, antiquities of ixxvi. 603", "Necessity, moral, inqu iry concerning — Ixxi. 555", "Necker, M. his experience as a minister — Ixxiv. 542", "His excellent character Ixxviii. 5908", "Nedham, Marchamont, his \"Excellency of a free State\" contro-", "verted Ixxix. 290", "Negative guantities, their use in algebra— Ixxix.33", "Negroes, said to be connected in blood with the Ourang Outang", "IxxXii.?", "White, historic-an atomical account of — Ixxii. 523", "—Pye'edd o Ixxvi. 292", "—A plan formed for their emancipation in Virginia lxxviii. 379", "— Considered as an inferior species — Ixxviii. 379", "— Conjecture relative to their colour - ,, Ixxviii. 379", "— Physical and moral difference between blacks and whites", "Ixxviii. 380", "—. See Slavery, see Blackamoor.", "Nerves, microscopic observations on the fluid of lxxiv.535", "— On the reunion of, when divided: Ixxiv. 536", "— Inquiryi nto their agency in producin g muscular motion Ixxix. 6", "Netherland Provinces, their union compared with the Achaean league", "and the Swiss confederacy — IxXxi. 531", "Netherlands, military state of 'the ——— IXXi. 502", "Nexfchatel, account of the government of IxXviii. 286. 289", "Neuroses, observations on — — Ixxii. 100", "Newfoundland, value of our sisheries there — Ixxiii. 405", "Newington, Stoke, annual revenue of that manor Ixxi. 32", "12 Newspapers"]}]}, {"PageNumber": 55, "PageData": [{"region": "content", "lines": ["NUN 51", "Newspapers satiriaaed , m, Ixxiii. 374", "— Their effect on individuals and on society in the couniry,", "ppetically describsed— Ix xxiii. 374", "Newrton, Sir saac, his chronology not generally adopted lxxiii", "— His account of the Olympiads lIxxiii. 88", "— Heis chronology vindicated — Ixxiii. 232", "— Not the first discoyerer of the binomial theorem Ixxiv. 344", "— His doctrine of vis inertiae defended Ixii. 39", "His philosoph y attacked r Ixxviii. 408", "— His chronology defended IXxviii. 629", "-. A new demonstration of his first rule for the quadrature of curves", "Ixxix. 20", "Newtonian Lucretius I xxii. 5 59. Ixxiii. 523", "Nice, in Asia Minor, present state of, and the remains of antiquity", "there — IxXxi. 62", "Nicholas V. Pope, a great patron of learning , lXXix. 230", "— Formed the Vatican library — IXXix. 230", "Nicholson, Mr. on meas urin g the s. pecific gravity of bodies Ixxiv. 354", "— His improvement of Gunter's scale — Ixxviii.", "On a new electrical instrument — IXXX. 296", "Nielen, Dr. on the lues indica — Ixxiii. 137", "Nightingale, Strada's verses to —— IXXX. 294", "Nigritia, on the coast of Africa, described Ixxxi. 626", "— Natives of, characterised IXXxi. 627", "— Account of the slave-trade there — IxXxi. 629", "Nile, observations on — — Ixxiii. 244", "— Source of, discovered — — Ixxvii. 134", "Nitre, project for vegetable nitre-beds —— Ixxi. 493", "— Experiments on, by decomposition — Ixxiii. 507", "Noaille. Mr. on silk-winding — IXxx. 25", "Nobility, many celebrated for their learning and literature lxxvii. 23", "Noctambulation, remarkable case of? IXXX. 637", "Noguais Tartars described — Ixxiii. 172", "Nonagesimal degree, observations on * Ixxix. 386", "Nonconformity to church establishments defended IXXX. 368", "Norris, Mr. on puncturing the bladder through the rectum lixvii. 359", "Northern latitudes, the effect of, on the health of people who have", "wintered theree — IXXv. 252", "Northern seas, discoveries in — Ixxvii. 290", "— The Dutch accounts of, inconsistent! Ixxvii. 297", "Northern travellers, antient — IXXvi. 618", "North-west Passage, Sir T. Button's voyage for finding lxxvii. 291", "Norway, antient historians of —— Ixxvi. 563", "Account of the people of —— IxXvi. 618", "Nostock, account of that substancee IxXv. 506", "Nova Scotia, present state of -- IXXV. 282", "— Account of the government of — IXXV. 285", "Nowelist, his office com pared to that of a preacher IXXx. 60", "Noyon, Bishop, his epita ph * IxxiXx. 642", "Ninducomar, charges against him at Fort William Ixxviii. 73", "Nuns,"]}]}, {"PageNumber": 56, "PageData": [{"region": "content", "lines": ["15 ORA", "Nuns, their unhappy situation poetically described Ixxviii. 391", "RNyerup, M. completes Sandwig's Teutonic miscellanies lxxvii. 587", "Nyle river, observations on Ixxiii. 244", "", "Oak trees, observations on —— Ixxii. 567", "— Remarkable plantations off — IxXx. 18", "Oars new theory of the motion of — Ixxii. 506", "Oaths, as religious tests, disapproved — Ixxvi. 526", "— smportance of, when judicially taken — Ix*X. 282", "—Thes abuseff IXX. 282", "Outs and Bar'ley, culture of, compared Ixxviii. 589", "Obelisks fronting the temple at Luxor, their astonishing fize", "lxxvi. 568", "Obscenities in Pagan mysteries not instituted with immoral views", "Ixxiv. 572", "Observatory, at Dublin, described Ixxix. 204", "Observatory, royal, Greenwich, history of its foundation, astrono-", "mical instraments there, &c. - Hxiy. 183", "Oculus mundi, stone, essay on — Ixxii. 139", "Oeconomy, political, inve stigated — Ixxvi. 97113", "Oesof hogus, case of a schirrous one — l XXX 48", "Ogle, Mr. on an enlarged heart ——— IXyvii. 360", "Oil and water, on the phaenomena existin g between Ixxiv. 3 53", "Oils, combination of, with earths, volatile alkali, and metallie", "fubstanceese Ixxi. 491", "— Distilled method of obtaining them good Ixxviii. 451", "Oliver, Mr. his theory of lightning and thunder storms Ixxvi.389", "Of water spouts — Ixxvi. 390", "Olivet, Abbé. some account off — IXXX 582", "Olympiads of Greece, strictures relative to — Ixxiii. 88", "Olympic games, design and important consequences of lxxiv. 341", "Olympus, Mount, journey to the summit of Ixxxi. 622", "—Scil and vegetable prod uce of — IXXXi. 622", "Omai, particulars concerning him in his voyage back to Otaheite", "Ixxi. 58. 62", "— His adventures at the Happahee Isles Ixxi. 124", "Omentum, case of an uncommon disease of Ixxiv. 91", "Opaque bodies, on the different apparent magnitudes of lxxviii. 617", "Opera, Italian, revolutions in — IXXvii. 545", "— Anecdotes of celebrated composers — IXXix. 657", "— In its rudiments, considered Ixxxi. 437", "— tatroduction of, in its complete state — Ixxai. 543", "— Rise and progress of the Comil?! Ixxxi. 547", "Opinions, vulgar, philosophic observations on Ixxviii. 383", "Opitz, Martin, a German bard, his workss— Ixxiv. 505", "Opium uted I accessfully in the venereal disease Ixxiii. 365", "Optical illusion, IXXVi. 143. Problem IxxVi. 144.", "Orange, Prince of, his claim for support as Stadtholder Ixxir. 7", "Oratory,"]}]}, {"PageNumber": 57, "PageData": [{"region": "content", "lines": ["PAL 53", "Oratory, palpit, observations respecting IxXxi450", "Orchards, plan for improving 1 - Ixxix. 481", "Ordeal-triall!! h Ixxi*: 209", "Ordnance. enormous price of, at Constantinople Ixiii. 41", "Orichaleum, account of — IXXv. 255. Ixxvi. 34", "Oriental forms of correspondence and business IXxxvi. 592", "Origen convicted of falsehood Ixxi. 181", "Ornithology, books on, without characteristical distinctions, imper-", "feetttt Ixvii. '391", "Orpheus, account of — — Ixxix. 154", "— His hymns expounded— Ix*ix. 135", "Orthoepy, English, elements of --z-z Ixxiii. 1o", "Osborne, the bookseller, punished by Dr. Johnson, for his insolence", "IXXvi. 287", "Oscillating bodies, their force on the centre of suspension Ixxix.4", "Ossa capitis, case of caries of, from an exposure to cold air lxxx. 93", "Ossian, specimens of an Italian translation of I lxXv. 557", "— The authenticity of his workss— I xxviii. 143", "— Testimon y in favour of the authenticity of his poems Ilxxix. 511", "Ostrich, a fable— Ixxviii. 352", "Otto. Mr. on the discovery of America Ixxvi. 471", "Ovarium, contents of a diseased one described Ixxix. 26", "* Human, change of structure in — lxxxi. 525", "Ovens recommended sor the preservation of grain and sour", "Ixxii. 490", "Oviparous quadrupeds described IXXix. 60r", "Ourang Outang, its pretensions to humanity examined Ixxx.", "Ouranos, the name given by the Berlin astronomers to Herschel's", "new planet — IxXxi. 659", "Oxen of Carmague described IXxviii. 583", "Oxier, the bark of that tree used to make coarse paper IXXxi. 531", "", "Paganism, Dr. Leland's hypothesis of, incomplete Ixxiv, 571", "Page, Mr. on a remarkable metcor lIlxxvi. 393", "Pagoda, in the Island of Ele phanta, described IXxiv. 270", "Pain, how far a necessary evil , Ixxi. 570", "* Cicero's philosophical notions of, controverted Ixxxi. 594", "Painters, method considered with res pect to the studies of Ixxiii. 74", "— Strange errors of, on scriptural subjects Ixxiv. 171", "— Ednthusiasm of one for the sublime Ixxiv. 537", "Painting, Sir Joshua Reynold's advice to stadents in Ixxiii. 74", "— Not merely an imitative art —* Ixxvii. 204", "— Directions respecting imitation —--- lIxxvii. 204", "— On glass, antient method of — I xxix. 426", "— Encaustic, method off IXxv. 540", "— Encaustic, observations relative to — Ixxvifi. 67", "— In wax described — — Ixxvii, 467", "Palermo described — Ixxviii. 29", "Palermo,"]}]}, {"PageNumber": 58, "PageData": [{"region": "content", "lines": ["254 FPAT", "Palermo, tidiculons pomp of the Viceroy of Ixviii. 0", "Pallas, Dr. on the congelation of mercury Ixxi. 111", "— An altar dedicated to — — Ixxii. 481", "Palluèl; M. Cretté de, on the sun-flower, on making clover hay, on", "breeding cattle, on the cultivation of succory Ixxviii. 588", "588", "Palm-tree, two new species imported Ixcxiii. 44", "Palmyra, M. Volney's account of the ruins of lxxvii. 593", "Palsy, observations on IXXX.80", "Paper made from the bark of willow twigs IXXX. 24", "— Made from the bark of oziers — Ixxxi. 531.", "Papists may be resisted by Protestants, but not persecuted", "IXXvii. 251", "Paradiss, on the state of man in — IXXxi. 444", "Parhelia described— Ixwvii. 347", "Parian Chronicle, its authenticity impeached Ixxix. 3 51", "— Its antiquity investigated — IxXX. 2s", "Paris, births, marriages, and deaths at — IXXVi. 561", "Parish registers, observations on — Ixxix. 299", "Parkhurst, Mr. censured by Dr. Priestley — IxXxvii. 152", "Parkyns, Mr. on the Mangel Wurzel Ixxviii. 2", "Parliament, reform of representation in, necessapy Ixxi. 143. 350", "Ixxii. 144", "— Advantages to be derived from journals and records Ixxiii. 395", "— In England, origin and progress of Ixxiv. 2. 161", "— Encroachments of, on the Crown Ixxiv.", "— Imperfections in representation Iniv.", "— Establishment of, by the Union, and of the representation al", "lowed to Scotland — IXxxv. 165", "— The trust of a representative — IXXvi. 13", "Parmentier, M. on the flour trade, lxxviii. 331. On raising po-", "tatoes from seed, 334 On purifying wheat from Imut,", "336. 418. On the culture of maize, 414. On makiog beer", "from maize, 417. On the culture of potatoes, 587.", "Parsnips, method of preserving, by drying IxXvi. 470", "— Their culture Ixxix. 479", "Parson, foppish, poetically described Ixxviii.", "Parsonage improved, a poem , lxxvi. 504", "Partington, M. on employing electricity for medical purposes", "Ixxii. 488", "Partridge shooting, poetically described — Ixxii. 287", "Passions, their influence on the body —\" IXXXx S8", "Paston, Mrs. her curious letter concerning her son's education", "Ixxix.49", "Patella, encysted humour on, cured Ixxvii. 527", "— Various circumstances attending accidental fractures of", "lxxXxi. 687", "Patriotism, on the means of encouraging IXXX. 60", "Patten, Patson, his bon-mot on the or thodoxy of his religious creed", "IxXxi. 179", "Pat terdale,"]}]}, {"PageNumber": 59, "PageData": [{"region": "content", "lines": ["PER 5", "Patterdale, Cumberland, ill effects of profligate workmen in the lead", "mines threee,, lxxxi. 499", "Patterson, Mr. on sinding a true meridian line, and thence the va-", "Hation of the compass Ixxvi. 467", "Pauw, M. corrected, in a letter to the Monthly Reviewers", "IXXX. 262", "Peace, poetical address to — Ixxiv 147", "Peacey, Mr. on the advantage of keeping a he-goat among horses", "In the stablss— Ixxxi. 396", "Peacock feast o escribed — I xxviii. 283", "Peak Castle, history offfo lrxxi. 427", "Pearson, Dr. account of a singular cure of the dropsy Ilxxiv. o2", "Of a division of the liver, occasioned by a singular accident", "— Invents the soda phosphorastan Ixxix. 507", "Peas, method of setting, in Norfolk — Ixxvii. 98", "Peat. du g in Berkshire, d escribed , Ixxi. 36", "Peerages, antient, of Scotland, on the nature of lxxiv.55", "Peage. Rev. Mr. his account of two an tient mill-stones, Ixxiv. 117.", "e a a Saxon inscription, I 20. On lows, and the term low as", "a substantive, 122. On a Roman pig of lead, 124. On a", "seal of the Suffragan Bishop of Philadelphia, 271.", "— His accoant o f Ecclesh all-castle and Litchfield-house , Ixxiii. 14.", "Of the Textus Roffensis, 428. Of the Coritani, 428. Of", "Bishops Suffragan 431.", "— His history of Bolsover and Peak castles— Ixxvi. 427", "— Oun the inscriptions rel. to the erection of churches lxxviii. 193", "— His history of the ecclesiastical sanctuary lxxix. 298", "Pegu, that kingdom described Ixwii. 205", "Pelasgians, on the religion off , lxxiv. 27i", "Pelect Islands, account of the inhabitants of Ixxix. 113. 193", "—Account of the partin g of them and the English Ixxix. 200", "Pellier, M. his skill as an occulist lxxvi. 37", "Pelvis, case of a luxation of the bones of the Ixxiii. 488", "Pemphigus, an uncommon disease, described Ixxix. 26", "Pendulums, observations on * lKxVvi. 379", "—'Troe length of one, for the vibration of seconds Ixvii. 383", "Pens made of guills, It upposed to have been used by the Romans", "Ixxvii. 541", "Perception, philosophic al explication of Ixxv. i99", "1 Organs of — IXXV. Z41", "Different hypotheses respecting — IXXV. 242", "— Reflectio ns on — Ixxv. 245", "— Objects off Ixxv. 248", "Mistakes respecting, pointed outtt IxXv. 249", "Pereival, Dr. on the fatal effects of pickles, lxxiv. 83. On attrac-", "tion and repulsion, 353. On the perceptive power of vege-", "tables,5", "— On the differen t quan tities of rain falling from different heighte,", "on the same spot ; IXXV. 434.", "On camphor, IXXX. 476. On pulmonary disorders, 481.", "Percy,"]}]}, {"PageNumber": 60, "PageData": [{"region": "content", "lines": ["2356 PHO", "Percy. Bp. on the bones of gigantic deer Iniv. 14", "— Afsists in the new edition of the Tatler Ixxvi. 22", "Peritonaeum, on the diforders of)] Ixxii. 556", "Perjury, worthy of deah— IXXx. 283", "Perkins, Dr. on wind, water-spouts, tornados, and horiicanes", "IxXvi. 391", "Perrault, M. anecdotes relating to — Ixxix. 844", "Perrot, Sir John, his conduct in Ireland — IXxviii. 657", "III treatment of him — IXxviii. 654", "Persia, account of the literature off IXXVi. 422. 480", "Peruvian Empire, poetical tale of the founders of IXxviii. 248", "Peter the Great, of Russia, his character — I xxi. 420", "— His efforts for the civilization of his people Ixxii.", "— Anecdotes off— Ixiii. 454—lxxXx. 131—134", "Peter the Long, his relation of his fallin g in love with Blanche Bazu", "IXXvi. 512", "Petersburgh, short sketch of a view of — I xxi. 417", "Petrarch, his attachment to Laura — IXXiv. 283", "— His sonnet on the prospect of Valchiusa translated Ixxiv. 284.", "Petrifactions of animal sobjects, observations concerning lxxv.58", "— near Mat stricht — IxXxvi. 106", "Peiroleum, account of the springs which yield it Ixxix. 39", "Peyrouse, M. de la, account of his voyage Ixxix. 572", "Phallus, corjectures on the introduction of, in the religious rites", "of the antientso TIxxi. 526", "— Of the antients, a symbol of life Ixxiv. 573", "Pharmacopaeia, hints for the improvement off Ixxviii. 5", "— Ertors in the new R IXXix. 463. 509", "Philanthropic Society. the design of IxxXi. 406", "Philosophy, the superiority of the moderns over the antients in", "IxxXiv. 493", "— Natural, experiments in, by Dr. Priestley lXXVi. 134", "— True, has no tendency to undermine Revelation Ilxxvii. 568.", "518. 523", "— Natural, encomium on — Ixxviii. 302", "Phlogistic. theories, notions of Ixxxi. 197", "Phlogiston, Dr. Priestley's experiments relating to Ixxi. 112", "— In metals, different qualities of — Ixxi. 304", "— Observationson— Ixxvi. 134", "— Reflections in order to illustrate the theory of combustion and", "calcination — — IxXvi. 55S", "— History of — — lxxvii. 207", "Doctrine of, confirmed —— — IXXvii. 522", "— Method of determining its quantity in different kinds of air", "Ixxvii. 551", "— Observations on — — Ixxix. 326", "— Observations relative to the decomposition of IXXX. 297", "Phaenicians, antient, extent and advantages of their trade lxxxX", "Phospborus, which imbibes and emits light like the Bolognian stone", "IxXi. 316", "Phosphorus,"]}]}, {"PageNumber": 61, "PageData": [{"region": "content", "lines": ["", "PLA x", "Phosphorus, properties of, philosophically investigated Ixi", "— Rendered transparent I1xxi 493", "— Process of changing it into phosphoric acid without com-", "bustim — Ixxi. 493", "— On the different combinations of phosphorie acid Ixxi. 493", "— On the spontaneous inflammation off Ixxi. 493", "— Remarks on the acid of — — Ixxi. 493", "Increase of weight in, by combustion — Ixxvi. 554", "— Acid of, examined Ixxvii. 210", "— Its presence in sea-water Ixvil, 526", "Physician, his melancholy testimony to the healthfulness of Keswicl", "IxXXi. 499", "Physiognomy, philosophically and scientifically explained lxxyiii. 546", "", "Physique du Monde, written by M. M. Gouffier and Marivetz", "Ixxii. 568", "Piazsei, M. on the solar eclipse, June ;, 1788s lxi. 52", "Picco, M. on the deadly effects of the Agaricus Conicus IXXV. 535", "Pickles, fatal effects of, when im pregnated with copper lxxiv. 33", "Pictor Errans, that work abridged — Ixxiv. 17i", "Pig and Magpie, a fable by P. Pindar Ixixi. 343", "Pigeons, accoun t of the secretion in the crops of Ixxvi. 407", "Pigott, Mr. Edward, on a comet, lxxiii. 197. On a new variable", "star, Ixxiv. 253. On changeable stars, Ixxvi. 31. Deter-", "mines the latitude of York from astronomical observations,", "117. On the transit of Mercury, 119.", "Pike, Mr. his machine for cutting stratt lIlxxviii. 42", "Pisa baths described IXX. 204", "Pitt, Mr. poetical compliment te— Ixxiii. 469", "Place, M. de la, on the orbits of cometis Ixi. 495", "— On the electricity absorbed by bodies reduced to vapour", "Ixnii5", "—On the attraction of spheroids M*XXVe 502", "— On the figure of the earth, lxxvi. 560. On the births, mar-", "riages, and deaths at Paris, 561. On the motions of the", "Planets, lxxviii. 608. On the theory of Jopiter and Saturn,", "630.", "— On the population of France, Ixxix. 574. On the theory of", "Jupiter and Saturn, 575", "— Oh the theory of Jupiter and Saturn, lxxxi. 615. QOR the se-", "cular equation of the moon, 616. I het", "Plague, never originates in Egyrttp 1300", "— Uiseful hints relativets xxV.5 2", "Plane. trees, observations on.— Iaxxvisies S8502", "Planets, on the variation of the elements off ie557", "Variation of motion in the primary — ; ar iiees", "— Inequality in their motions considered— IXxViiie 6k", "— Of servationon I xxix5", "Planté, M. his treatment, of a caries of the ossa capitis Ixe01", "Plants, on astringent indegenonsns 117503", "— On the air vessel in Iciii.", "S FPlantt,", ""]}]}, {"PageNumber": 62, "PageData": [{"region": "content", "lines": ["258 FP.OO0", "Plants, effects of light on Ix*vi. 552", "— A'new genus described IXxviii. 811", "— On the motion of the leaves of some species Jiexviif. 6 8", "— Cultivated near London Ixxx. 640", "A new genus described , — — Ixxxi. o14", "Irritability of several kinds of — IxXXi. 681", "Playfair, Mr. on barometrical measurements Ixxix. 32", "Pleiades, their conjunction with the moon IXxix. 571", "Occultations off— ixxix. 851", "Plough, great improvement in Ixxiii. 314", "— Double socked, described Ixxviii. 755", "Plumbum corneum, how Prepared — Ixxvi. 136", "Poachers, the practices of. * — — Ixxii. 126", "Paestum, reflections of an antiquary on visiting the ruins of", "IxXXi. I 8", "Poetry, considered as distin guished from prose ixXv. 343", "— Rhime and metre improper for — Ixxix. 654", "— Preference of, to history ——\" Ixxxi. 517", "T10f musie, described — — Ixxii. 95", "Poison tree of Thibet, account of — Ixxxi. 523", "Poland, its government! Ixxi. 196. 257", "—Of the dissidents there Ixxi. 197", "General division of the inhabitants Ixxi. 198", "Slavery of the peasants — IXxi. 18", "— Genius and manners of the people — Ixxi. 25", "— The court ——rr —— Ixxi. 256", "— Election dinner at Grodno described — Ixxi. 329", "— Bad accommodation for travelling in IXxi. 329", "Peasantry compared with the Swiss — Ixxi. 330", "— Character of, by the late King of Prussia - Ixxix. 682", "— King of, description of 1 1* IXXX. 207", "Pole, Mr. on a remarkable pasth modic affection from the prick of", "a pin, IxXX. 482 On the several phenomena in the body of", "an infant prematurely born, lxxx. 483.", "Polier, M. de, on the pleasure of the mind arising from the exercise", "of its faculties, Exv. 345. A tribute to his memory, 346.", "Polish Partition illustrated, inquiry respecting the writer of that work", "IXXX. 633", "Politics, a branch of morality — Ixxvii. 58", "Polype, a singular one, described — IXXv. i21", "Polypus in the intestines —— — Ixxi. 506", "— Uterine, how produced— Ixxvi. 572", "Ponds, method of making them retain water IXXX. 1o1", "Poor, apology for their saults — — Ixxi. 430", "— Pian for their benesit Ixxvi. 62", "— Amount of rates at two different periods Ixxvi. 216", "—Bill for their relief and employment e Ixxvi. 352", "— The alarming increase of Ixxvii. 236. 3 22", "— Estimate of the legal provision for * Ixxvii. 236", "— Hints towards lefsening the expence — Ixxvii. 322", "— Houses of industry disapproved — Ixxviii. 67", "Poor,"]}]}, {"PageNumber": 63, "PageData": [{"region": "content", "lines": ["PRE 25", "Poor, plan for their relieae? . — Ixxviii. 338", "— Observations on the poor-laws Ixxviii. 339. 341", "— Hints respectingpgpyp— lwyiii. 342", "a Causes of the increase of 1 Ixxviii. 1", "Pope, Alexand. the poet, a criticism on his Windsor Forest Ixxvii. 27", "Pope, the, on the sopremacy of Jxxii. 139", "— Account of the establishment of lxxix. 125", "— Hiis government politically investigated IlxXi. 115.205", "Popery, ttachment of the House of Stuart te Ixxvii. 52", "— Tenets of, justifed Ixxvii. 414", "Poplars, the cultivation of — Ixxviii. 414", "—Oun'the exudations of youngpn Ixxviii. 613", "Populace, English, observations respectingy lxxxi. 449", "Population, observations on— Ixiii. 558", "—The influence of inclosures on Ixxiv. 386", "— Principles of Ixxvi. 97", "— State of, in England and Wales at different periods lxxvi. 2is", "Portal, M. on the lungss 3i. 490", "— On hereditary consamption— Ixit56", "— On sudden deaths from ruptures of the heart, and on an un-", "common diseaseses— Ixxviii. 609", "— On the hydrophobinmn Ixxxi. 619", "Portugal, depraved by the bad influence of its religion IXXX- 0", "— Despotic government of — IXXX. 11", "Posse Comitatus, explained— Ixxix330", "Paosts, military, observations on Ixwviii. 34", "Potatoes, insiammable air produced from— Ixxi. 381", "— Experiments on the culture of Ixxv. 124. 417 ; 421", "— Cure for the curl inI*xv. 127—lxxxi. 398", "— Culture of, for cattle, recommended Ixxvii. 5", "—A disease in, described lxxviii. 334", "— WMethod of raising them from seed Ixxviii. 33", "— The culture offf— Ixxviii. 584. 587", "— Their culture and diseases Ilxxix. 473477", "— Culture of, in Yorkshire 1oo Ixxx. 104", "— Their culture in Gloucestershire, and method of preventing the", "curled top Ixxxi. 397", "Power, balance of, considered — lxwvi. 397", "— WMyr. on fermenting cataplasms in mortifications IxXiv. 82", "Po * nal, Go vernor, on the ruins of the shi p Tem pl e near Dundalk,", "IXXiv. 1 22, 269. On an antique vase, 124.", "— On Roman antiquities — Ixxix. 299. 427", "Prastin, Duc de, his euloggy o Ixwiii. 629", "Prayer, in verse, by an uneducated mechanie Ixxvii. 159", "Praccher, his office and that of a novelist com pared IXXX.", "Pre-Adamites, account of, from an Indian history Ixxvi. 420", "Precipitation, fatal effects of — IXXvi. 419", "Pregnancy, hints of she proper manage ment durin g IXXX- 482", "Press, on the liberty off ,, lxxvi. 115", "Privost, M. on the ceconomy of antient and modern states lxxv. 487", "S2 Perevost,"]}]}, {"PageNumber": 64, "PageData": [{"region": "content", "lines": ["14 PRO", "Prevost, M. on the pleasure infpired by the fine arts Ixxxi. S595", "Price, Dr. his ideas of civil liberty controverted Ixxii. 107", "— His opinions respecting the American Congress controverted", "Ixxiii- 9", "— His Arian hypothesis controverted — Ixxvii. 131", "—His opinion that reli gious reformation will keep pace with other", "improvements — Ixxvii. 378", "Priestley v. Horsley on the doctrine of the first ages on the person of", "Chrit IIXxxii. 122", "Priestley. Dr. on phlogiston, and the seeming converfion of water", "into air — — — IxXi. 112", "—His notions respecting respiration, and on the effects of different", "kinds of air in altering the colour of the blood, controverted", "Ixxiii. 141", "—His experiments relative to air and water Ixxiv. 323", "— His controversy with Dr. Horne — Ixxvii. 150", "— With Dr. Priee Ixxvii. 151", "—With Mr. Parkhurst — — IXXvii. 152", "— With other opponentss — Ixxvii. 418", "—His opinion of the green substance on stagnant waters refuted", "Ixxvii. 339", "—On the principle of acidity, composition of water, and phlogis-", "ton, lxxix. 326. His doctrine of respiration misrepresented", "by the French, and defended, 338.", "—Additional experimen ts relative to acidity, &c. IxXx. 297. His", "opinion of inflammable and dephlogisticated airs fornming wa-", "ter controverted, IXXX. 398.", "— Vindicated as a philosopher, theologian, &c. lxxxi. 159", "— Attacked by an orthodox foreign society Ixxxi. 690", "Prime numbers, fome properties of — Ixxix. 570", "Primero, a game at cards in Q. Elizabeth's time Ixxix. 301", "Prince, Mr. on a new air-pump Ixxix. 391", "Princes, remarks on the education of — IIXX. 12", "Pringle, Sir John, on cleanliness — — IxXii. 44. the note.", "Arinne, William, encomium on his character Ixxi. 34", "Printing, on the origin off — Ixxix. 423", "Prior's Nut Brown Maid, criticism on that poem Ixxviii 19", "Prism, experiments with, relative to the separation of light into", "colours — T1\" Ixxiii. 471", "Prisoners of war cruelly treated in former times Ixxix. 421", "Prisons in France, report to the Academy of Sciences on lxxi. 487", "Prize medals by the Royal Society of Medicine at Paris IxXX. 696", "Probabilities, calculation of Ixxvi. 561. lxxviii. 616", "Pronunciation of Scriptural names, defects in Ixxiii.3 5", "— Remarks on Englis Ixxiii. 191", "Prophets, Jewish, their schools, literature, and science lxxvi.25", "— Their predictions of the birth and nature of Christ Ilxxvi. 227", "Proportion, geometrical, importance of, as a branch of mathematics", "Ixxiii. 423", "Prostitution, female, the miseries of — Ixxiii. 77", "Provisions,"]}]}, {"PageNumber": 65, "PageData": [{"region": "content", "lines": ["PYT 261", "Provisions, prices of, in the 13th century Ixxiii. 21", "Provost, Dr. consecrated Bishop of New York Ixxvii. 6", "Prussia, analysis of the political constitution of Ixxxi. 232", "Prissia, late King of, his regard to the population and prosperity of", "his dominions— Ixxiii. '567", "His atchievements in time of peace lxxvi. *3", "— Verses to, by Mr. Pree IXXvi. 509", "— Extracts from his familiar letters Ixxvi. 578", "— Vindicated respecting Baron Trenck Ixxix. 2586", "—His seizure of the Afchives of Dresden defended IXxiX. 287", "— His invasion of Silesia vindicated Ixxix. 486. 683", "— His concern in the partition of Poland justified lxxix.", "— His unbounded toleration of religion Ixxix. 7", "— His character of his own father Ixxix. 683", "— His military career — IXXX. 430", "— His correspondence with M. Jordan — IXXx. 626", "— His friendship and quarrel with Voltaire IXXX. 66", "— His wise and provident administration Ixxxi. 231", "— His character compared with that of Philip of Macedon Ixxxi. 235", "Prussia, present King of, his charectter IXXX 691", "Prussian officer. a poen Ixxvii. 282", "Psuim XXXIX imitated in blank verse — Ixxvii. 281", "Bsalm XLII. paraphrase of— Ixyviil. 317", "Bsalms and their writers considered —— HXXX. 48", "Bsalm-singing, abuses off Ixxvii. 250", "— Defended — Ixxvii. 509", "Psychology, on the utility of— Ixxii. 57", "Piolemy. errors in his geography Ixxii. 436", "Puerperal fever, cure of I — IXXV. 573", "Pulmonary disorders. cautions and remarks relative to IXXX. 48", "Pulteney, Dr. his account of an extraordinary conformation of the", "heart ——— lxxiv. 92", "—On an enlargement of the abdomen, from an encysted tumour", "lXXX. 480", "Pumps, two new ones described — Ixxix. 391", "Punctuation, remarks on — Ixxiii. 123", "Punishments, dess gu of — Ixxvll. 153", "— Inefficacy of, and plan of reform— IAXxvii. 154", "— The nature of2— Ixxviii. 1086", "— Severity of, disapproved — Ixxviil. 107", "— Certainty of, recommended — Ixxviil. 107", "— Scale off Ixxviif. 1e", "— Future, eternity of, questioned — IXxviii. 234", "Burcell, Henry, account of him and of his compositions lxxxi. 434", "Purwveyor to the King's Household, his offistsee— Ixxik. 426", "Pus, the properties off]?— Ixxxi. 202", "Puxzolana, a substitute for Ixxvii. 468", "Pyke, Capt. on a pagoda in the Island of Elephanta lxxiv.", "Pyrmont, its water and its situation described Ixxix. 17", "Byahagoras, his doctrine on the future state of the soul Ixxiii. 5", "s Quadrane"]}]}, {"PageNumber": 66, "PageData": [{"region": "content", "lines": ["262 REC", "of", "Quadrant, project for a new division of — Ixxiii. 197", "— Method of converting it into an azimuth compass Ixxiii. 508", "— Of altitude, Smeaton's improvement in Ixxxi. 450", "Quadrupeds, oviparous, described Ixxix. 601", "Quakers, d ia logue of one with a French petit-maitre IxXvi. 326", "— Misfrepresentations of, by M. Chastellux Ixxvi. 337. Ixxvii. 39", "— Their tenets vindicated— Ixxvii. 422", "Quantities, on negativ— Ixxixi33", "M. le Gendre's manner of distinguishing maxima and minima", "IXXxi. 619", "Quantity, in gramm ar, rules of ———— Ixxiii. 195", "Quebec, grievances of, with regard to the English government", "Ixxix. 67", "Queensberry, Duchess of, her liberality to Mrs. Bellamy Ixxii. 183", "— Anecdote of— Ixxii. 183", "Quicksilver, history of the congelation of Ixxi. 109", "— Used as a specific in the cure of the venereal disease lxxvii. 317", "—. See Mercury.", "Quin, the actor, anecdote of — Ixxii. 183", "Quinoa, its culture and use— Ilxxviii. 419", "Quinquina, red, on the nature and qualities of Ixxv. 483", "", "Radeliffe, Dr. droll story of Ixxiii. 340", "Ragonauth Row, particulars of his history — IXxXvi. 482", "Raikes, Mr. of Gloucester, first institutor of Sund ay schools IxxV. 52", "Rain, observations on the quantities fallen, and degrees of evapo-", "ration of, at different distances from the surface of the earth", "lxxiii. 137", "Philosophical observations relative to IXXV. 412", "— The formation of, explained Ixwvii. 116. 119. 226", "— Theory of, explained rrrrr— Ixxix. 32", "— Hutton's answer to de Luc, with de Luc's reply, respecting", "IxxXxi. 695", "Rambler, the, stricture of Mr. Cumberland on, combated lXXX. 411", "Ramel, Dr. obtains a second prize medal for an essay on diseases", "proceedin g from stagn ant waters and mar shy grounds IXXX. 696", "Ratio, mathematical, fundamental definition of Ixxiii. 424", "Rawdon, Lord, his sentiments on the laws of honour Ixxvii. 504", "Raxzoumousty, C ount . o n the phos phoric light of sea water lxxvii 526", "Reason, human, how far capable of comprehending the Chrisfian", "religinm on lxxix. 340", "— Indulgences to be allowed to, in religious investigations", "hoorr le rr hhhhhe Ilxxxi. 357", "Reasoning, faculty of, philosophically considered INXV. 338", "Rectum, schinpo-coniracted, observations on xxx. 47", "Caseof a stricture off IxXXX. 481", "— Singular contractions of IXXX. 696", "Reculver,"]}]}, {"PageNumber": 67, "PageData": [{"region": "content", "lines": ["RIC 235", "Reculver, etymology of — — xxii. 199", "Redemption, observations respecting Ixxxi. 442.", "Regeneration of animal substances, observations on Ixy. 253", "Registers, ceconomical, recommended —— IXXV.346", "— Parish, observations on various — Ixxix. 299", "Religion, secret, of the antients , researches in to . Ixxi. 524", "— Mysteries of the antients in Ixxi. 525", "— From Adam to Moses, review off IJIxxii. 54", "— Natural and revealed, should not be separated Ixxiiis 708", "— Causes of dissensions in Ixxix. 623", "Religious worship, on the infinite variety of IXXX. 57z", "Resinous substances, phenomena on dissolutions and precipitatious of,", "in spirits of wine hanan — Ixxi. 505", "Respiration, the organ of, in birds — Ixxii. 507", "—Dr. Ypey's observations on * Ixxiii. 39", "—Dr. Priestley's notions on, controverted Ixxiii. 141", "TDr. Priestley's doctrine considered — Ixxix.388", "Retirement, poetical address to - IXXV. 290", "Retorts, method to prevent their cracking in chemical operations", "Ixxvii. 462", "Revelation, expediency of, in aid of human reason Ixxiv.49", "— And philosophy reconcileable to each other Ixxvii. 513", "Revelations, ch. ix. v. 1 5. applied to the Turkish empire IxXx. 115", "Revenue, British, table of the sources off Ixxi. 25", "Reversions, contingent, on the value of —1", "Reviewers, verses te— Ixxvii. 375. 49;", "", "Revolution, conduct of the parliament and nobility on the *ii.", "IXxiv. 9", "Reynolds, Sir Joshua, poetical encomium on IXxXfv 563.", "Rhbadigunds, or Broadsole Abbey, history and antiquities of IxXviiis 195", "Rhodes Island, present miserable state of? Ixxx386", "Rbodes Miss I her m anage men t of silk worms IxXv. 422. Ixvii. 46", "— Answers objections to the breeding of silk worms as an un-", "healthy employment M44x.487", "Rbodians, their maritime laws in estimation among other narjons", "i i", "Rhubarb, Sir W. Fordyce's observations on the cult fre an d'mans ge-", "", "— Its uses, exclusive of medicinal purposes I*x.", "— Culuref JIxxix 55", "Rice, introduction of, into North America Y", "— The culture of?— I xxyiiil 47", "Rice-bunting (bird), natural history off Ixxiv, 242", "Richard II. King of England, account of his death, from'a MS. in the", "French king's librarny I*xX. 16686", "Richard III. King of England, his character vindicated ixdx. 12", "Richardson, Professor, on the dramatic form of historic il comportion", "IXxX.525", "— Specimen of his poetry — . T*xis it", "S 4 Richelieu,"]}]}, {"PageNumber": 68, "PageData": [{"region": "content", "lines": ["264 RON", "Richelieu, Cardinal, founder of the French Royal Academy Ixxi. 26", "Ricketts, cause of, and remedy —— Ixxii. 102", "Ridicule on sacred subjects, inconsistent with a religious state of", "mind —o Ixxiii. 411", "Ridley, Mr. his inventions relative to watchwork IXXX. 25", "Ripley, James, the learned hostler at Barnet Ixxvii. 390", "Rittenhouse, Mr. his magnetic experiments, lxxvi. 142. On an", "optical deception, 143. On an optical problem, 144. On", "placing a meridian mark, 217. On a comet, 217. His astro-", "nomical observations, 219. His account of a remarkable me-", "teor, 393", "Rivers, method of ascertainin g the quantity of water discharged by", "lxxii. 507", "RoBbery not deemed shameful among the Arabs IXXxi. 495", "Roberjot, Abbè, on destroying caterpillars on vines IXXviii. 588", "Roberison, Dr. his history of Scotland attacked in regard to Mary", "Queen of Scotss— Ixxvii. 475", "Robins, Mr. obtains a prize medal for cultivating turnip-rooted", "cabbages — IXXV. 418", "RobBison. Mr. on the Georgium Sidus Ixxix. 38", "Rochefoucault, Duc de la, on a green cupreous sand from Peru", "IXXxi. 638", "Rochelle salt, composition off —— Ixxix. 506", "Roches, M. des, ou the military state of the Netherlands IXXi. 502", "Rock, remarkable, in Pennsylvania — IXXvi. 144", "Rocquette, Dr. his account of a stone in the bladder I xxiii. 138", "Roebuck, Dr. on ripening corn in cold autumns Ixxviii. 492", "Rohilcund, state of that country Ixxvii. 396", "Romances, origin and variety of — Ixxiii. i 5", "Boman antiquitieses Ixxix. 299. 427", "Inscription at Tinmouth, explained — IXXix. 42", "— Pavement near Cirencester — Ixxiv. 273", "— Plougnh Ix**X. 494", "— Roads in Derbyshire — Ixxiii. 427", "— in Durham — — . Ixxiv. 119", "— — Ohbservations on —— Ixxix. 300", "—Villae, two, near Mansfield IxXix. 327", "'Catholies, their. right to to leration as dissenters IXXXi. 147", "— Their liberality of sentiment asserted— IxXXi. 148", "- Caution to Protestants respecting — IXXXi. 15 3", "Romans, Mr. on an improved sea com pass — IxxXVi. 467", "Romans, decline of their character with the republic lxxiii. 293", "— Early literature of, reviewed Ixxii. 489", "Inferior to the Greeks in metaphysical speculation Ixxiii. 483", "Observations on the private life of the IXXVv. 4or", "Progress of their arms in Scotland IXXvi. 431", "* Their camps in Scotland — Ixxvi. 432", "Roudeau, M. du, on a stone found in an abscess in a wom an's head", "IxXi. 496", "— Ohn the symptoms of death IxXXi. 5", "Rooke,"]}]}, {"PageNumber": 69, "PageData": [{"region": "content", "lines": ["RUS. 5", "Rooke, Mr. his account of Druidical remains Ixxiv. 124", "— His description of Bingham rocks, lxxix. 422. Of two Romas", "vil lae near Mansfiel d, 427.", "**", "Root of searcity. See Mangel Wurzel.", "Rose, Dr. his conversation with Dr. Johnson about Scotch writers", "Ixxvi. 375", "Rosenstein, Count, on the state of polite literature in Sweden lxxxi. 642", "Ross, Geo. receives a gold medal for his plantations of forest trees", "Ixxiii. 273", "Rovato, Father Joseph, on borarr Ixxviii. 187", "Rouen, antient castle there built by the English IXXiv. 268", "Rousseau, Y. J. his sufferings at Genevdada Ixxii. 201", "— THis tomb described — IXXiv. 132", "— His strange character - IXXV. 585", "Routh, Mr. his reliquiae sacrae announced Ixxix. 701", "Roy, Gen. his arrangements for measuring the distance between", "Greenwich and Paris — — Ixxvii. 186", "— His measurement of a base on Hounslow Heath IxXxv. 217", "— Corrects an error in - Ixxviii. 31", "Rozier, Pilatre de, account of his melancholy catastrophe lxxvi.", "330, 331", "Rudbeck, Professor, his valuable botanical works Ixxxi. 113", "Rudd, Mrs. her quarrel with Lord Rawdon — IXXX. 83", "Rudder, substitute for, in case of accidents at sea h, xxxi. 533", "Ruggle, George, author of I gnoramus, account of him Ixxviii. 199", "Rule, St. —Chapel of, antiquities off Ixxxi. 309", "Rum, experiments on — Ixxiv. ofr", "Rundle, Bp. his declaration against the distinction of Whig and", "Tory —o IXXxi. 505", "* His excellent character — — Ixxxi. 505", "Ruptures, singular cases off * Ixxiii. 144", "Rush, Dr. his observations relative to fevers Ix*v. 258", "—0 n bi lious and intermittent fevers in Philadel phia, IXxvi. 293.", "On the tetanus, 293. On Dr. Martin's cancer powder, 294.", "— On the cure of a tetanus 1 Ixxvii.'58", "Rushley Island, method of inclosing, described Ix*v. t19", "Rassel, Mr. on antimony and tartar emetic Ixxviii. 491. 492", "—Ohn the Bombay alkall!l! Ixxx. 23", "Russia, manners of the peasants — Ixxi.", "—Diversions and enjoyments ., Ixxi. I", "— Domestic manners of persons of rank — Ixxi. 10", "Verses on the climate * Ixxi. 11", "— Bodily constitution of the natives — Ixxi. 135", "", "— TrOoOpS Ixxi. 139", "— Travelling accommodations — Ixxi. 331", "Ready-made houses and moveable Ixxi. 334", "— Empress and Court described Ii 418. 568", "— Renmote history of Ixxi. 547.", "— Character of Iyan III. — Ixxi 550", "Rulsia."]}]}, {"PageNumber": 70, "PageData": [{"region": "content", "lines": ["2 SAL", "Bussia, degeneracy of the successors of Ivan III. Ixxi. 551", "—Money — IxXXi. 552", "A— The penal laws off IXxii. 84", "— Improvements in the sciencee Ixxii. 87", "— Military improvements Ixxii. 87", "— Empress of, her plans of empire and civilization IXXv. 575", "— Finland, &c. observations on — Ixxviii. 597", "— State of literature ——————— Ixxviii. 597", "— Productive of greater variety of vegetables than other countries", "Ixxix. 634", "— National character — — IXXix. 682", "— Journey through part of — IXXX. 208", "— Importance of the trade between that country and Great Britain", "lxxx. 541544", "Rust, observations on —I Ixxii. 292", "Ratherforth, Mr. antiquities of Barnwell Abbey Ixxviii. 100", "Rutupiae ufbs of Ptolemy — — Ixxviii. 196", "", "Sabbath, on the religious observance of — IXXX. 244", "Sabbatier, M. on the thoracic duct —eee Ixxi. 489", "— On the bite of a mad dog — Ixxviii. 611", "Saccharometer, uti ii ty of, to bre wers Ixxiii. 5 o", "Sachs, a German shoe-maker, author of 135 playss INXiv.503", "Sackville. Lord, his private character Ixxiii. 474", "Sacrifice, human, at Otaheite Ixxi. 284", "Sadi, story from his Gulistan translated — IXVi. 422", "Sage, M. on rendering phosphorus transparentt Ixxi. 493", "—On the aqua marina, on the sulphureous ore of bismuth, on the", "arsenical ore of antimony, on new kinds of iron ore, and of", "mercurial ore, IXXV. 497. 498.", "— On iinflammable air, Ixxviii. 612. On extracting silver from its", "ores, 613. On a mineral in Savoy, 613. On the heat of", "different kinds of fuel, 621. On an acid extracted from ardent", "spirit, 622. On the regulus of manganese, on ascertaining", "the purity of copper, on green spar, on antimonial ore, and", "on the ore of bismuth, 623.", "Sailor's wedding described— Ixiv.515", "Saint-Croix, Baron de, remarks on his researches into the mysteries", "of Paganism h,, IXXiv. 579", "St. Evremond, M. died renouncing the Christian religion, yet was", "buried gratis in Westminster Abbey — IXxi. 45", "Saintfoin, on the culture of — \"— IxXxviii. 156", "Saint Germain, Count de, his peculiar character IXXXxi. 623", "— His death — — IXXXi. 62", "Saint Laurent, M. de, on the small-pox in the West Indies Ixxiii. 528", "Saint Pierre, Abbe de, his amiable character IXXX. 570", "— His death compared, by himself, to a journey into the country", "IXXX. 571", "Saint"]}]}, {"PageNumber": 71, "PageData": [{"region": "content", "lines": ["SCH 267", "Saint Pierre, Abbé as, his political annals Ix xxxi. 671", "Saint Simon, Duc de, account of him and of his memoirs Ixxxi. 677", "Sal Ammoniac. on the decomposition of Ixxxxi. 64", "Sal Martis, method of knowing the genuine — Ixxix.25", "Salerno, short account of — Ixxviii. 296", "Salivation not prevented by a determination of the humours to the", "skinoo— IXXX. 230", "Salm, Rhingrave of justification of himself respecting his evacua-", "tion of Utrecht — IXXX. 624.", "Salt, observations relative to, by Lord Dundonald Ixxiii.", "— The antiseptic virtues of vegetable acid and marine salt com-", "sbined ——— — Ixxvi. 293", "— Method of purifying — Ixxviii. 492", "— Spontaneously formed in Crim Tartary Ixxix. 639", "Salt-petre, treatise on r IXXiv. 263", "— I'ts use for cooling water — — Ixxix. 617", "Salt of Tartar, not an antidote to arsenie w lxi. 497", "Salt of Urine, Duke of Chaulne's method of preparing Ixxi. 105", "Salted with fire, that phrase explained — Ixxvii. 517", "Salvator Rosa, a poet as well as painter and musician IXXxi. 550", "— Specimen of his poetry —rrrr— IXXxi. 355 I", "Sanctuary or asylum of antient times described IXXix. 298", "Sans, Abbé, on medical electricity Ixxiii. 333", "Saturday Night, the Cotter's, a Scottish poem IXXvV. 442", "Saturn, theory off IxXix. 575", "— Elements of its orbit — Ixxix. 576", "Saturn's descendin g node determined — lxxvii. 177", "Savage, Mr. account of the civil wars in the time of Charles I.", "Ixxviii.", "Saunders, Mr. on vegetables and minerals in Thibet, and on the", "diseases theree — — Ixxxi. 525, 526", "Saurin, M. account of — — Ixxii. 209", "— Extract from his sermon on the eternity of God Ixxii. 213", "Saussire, M. de, on air balloons — Ixxi. 380", "— His theory of meteorology refuted, Ixxvii. 117. Account of his", "ascent to the top of Mont-Blanc, 532. Observations made by", "him on the summit of that mountain, 538.", "Saxe, Prof. on a Roman altar dug up at Utrecht Ixxiii. 138", "Saxons, their military establishments — IXXiXx. 329", "Say. Mr. on a spasmodic affection of the eyes IXxvii. 361", "Scarpa, M. on an aneurism of the arch of the aorta IXXX. 69", "Scepticism, folly of * Ixxvii. 571576", "Bishop Warburton's thoughts on — Ixxxi. 356", "Scheele, M. on Tungsten - — IXXv. 542", "Schifp, a Swedish weight, reduced to its proportionate English", "quantiy[[[[—— Ixxxi. 479", "Schulze, M. on a pendulum clock, on the orbit of a comet, and", "other astronomical observations, lxxii. 558.", "Schwab, M. on the faculties of the mind, Ixxxi. 596. On the", "French language, 600.", "1 1 69 69 Sciences,"]}]}, {"PageNumber": 72, "PageData": [{"region": "content", "lines": ["268 SEL", "Sciences, revolutions of, in the two Sicilies Ixxii. 520", "Scipio Africanus, historical anecdotes of — Ixxviii. 392", "Scorch Writers, dispute between Dr. Rose and Dr. Johnson respect-", "ing[[—oooo-- Ixxvi. 375", "Scotland, distressed state of the Highlands through neglect of im-", "provement!!!— Ixxi. 2b7", "— Account of the antiens peerages off IHIxxiv.455", "— Western coast of the Highlands desctibed Ixxvii. 443", "— Miserable condition of the inhabitants Ixxvii. 443", "— State of agriculture — Ixxvii. 444", "— Means of improving — — IxXvii. 444", "— Some parts characterized — Ixxix. 329", "— Songs of the Highlanders v Ixxix. 313", "— Origin of Scots in Britain IxXix. 512", "— Edinburgh described Ixxix. 539", "— Observations on the diet of —————— IXXX. 517", "— The antient regalia of, not now to be found IXXXi. 310", "— Their music poetically celebrated — IXXxXi. 365", "Scottish poems, Maitland's collection off IXXVi. 121", "Scott, John, the poet, account of thim and his writings Ixxvii.2 5", "Scripture, singular hypothesis relative to the figurative language of", "IXXX. 403", "Scrope, Dr. his concern in the publication of Lord Clarendon's pa-", "pers \" 1 Ixxvii. 50", "Scurvy, on the nature of that disease — Ixxii. 103", "— Excited by sea salt — IxXXv. 252", "— Sugar a remedy for —— — IxXX. 35", "Scythians, their remote antiquity Ixxiii. 322", "— Origin of — Ixxvii. 318", "Sea compass, improvements of — Ixxvi. 467", "— Improved by Mr. M'Culloch * IXXX. 448", "Experiments made by order of the Admiralty XX. 449", "Sea cow skin, its use * — Ixxviii. 622", "Sea laws, account of the Amalsitan code off Ixxx.345", "Seal of Richard Duke of Gloucester ill ustrated I XXiv. 119", "— Of Thomas suffragan Bishop of Philadelphia IXXiv. 271", "Seamen, directions for the preservation of their health INXiv. 221", "Sea water preserved from putrefaction by quick lime Ixxiv. 262", "— On the phosphoric light off Ixwii. 526", "Secker, Archbp. his testimony to the character of Bp. Butler Ixxiv. 443", "Sce-ma Koang, the Chinese annalist, account of Ixxii. 497", "His presence of mind at the age of seven years Ixxii. 497", "— Mutability in his fortunes Ixxii. 498", "Segrais, the poet, anecdote of Ixxix. 43", "Sejour, M Dionis du, his 15th memoir on solving questions in astro-", "nomy ———— — Ixxi. 492", "— His 16th memoir on astronomical questions Ixxiii. 509", "— On the population of Franceee Ixxix. 57", "Selborne. natural antiquities of Ixxxi. 34", "Selden, John, short character of * IXxi. 34", "Selinus"]}]}, {"PageNumber": 73, "PageData": [{"region": "content", "lines": ["SH I. 29", "Selinus described — — INXviii. 296", "\" Its rains — — IxXxvii. 297", "Senebier, M. on the moon's influence on the barometer, and on the", "weather —-—-- Ixxiii. 139", "Seneca, his ideas on the immortality of the soul Ixxiii. 511", "Sensation , mental, philosophical explication of IXXV. 200. 246", "Senses phitosophically investigated — INXV. 250", "Sensibility, animal, philosophically investigated IXXv. 509", "— TPoetic address ttsese— Ixxvii. 386", "— Morhbid, poetically described — Ixxxi. 418", "Serjeantry, Grand, account of Ixxiii. 460", "Series, infinite, Dr. W aring on IXXvi. 30", "— Theif use in finding fluents Ixxix. 145", "— How transformable —— — Ixxix. 46", "Sermons, the rage for printing them disapproved Ixxviii. 133", "* Invective on the insipidity of many Ixxix. 337", "Serpents, method of distinguishing the venomous from the in noxious", "IXXXi. 5273", "Sévigné, Madame de, a continuation of her letters IXXix. 56", "— Hier letters highly praised Ixxxi. 669", "Sewall. Mr. his mognetical observations— Ixxix. 390", "Sextius, Quintus, account of his life and writings Ixxvii. 598", "— Aneccotes of his followers — Ixxvii. 599", "— His works — Ixxvii. 600", "Shaftsbury, Lord, anecdote of his timidity as a public speaker", "IXXx.315", "Sbakespeare defended against Voltaire IXXvi. i73", "Sharpe, Archbishop, on the coinage of England Ixxvi. 430", "Shaw, (Berks,) account of the parish of ; , Ixxi. 37", "Sheat fish described— Ixwiii. 611", "Sheep, remarks on the different kinds and breeds of IXXv.130", "— On purgative remedies for Ixxv. 539", "— On the clandestine exportation of — Ixxvii. 71", "— A disease in, described lxxviii. 333. 336", "Receipt for curing the scab in, lxxxi. 530. See also Index, Sheep,", "in that vol.", "Shells) minute, discovered by the microscope Ixxi. 191", "— Account of — — Ixxvi. 196", "Shenstone, William, anecdotes relative to him Ixxix. 262", "Sheridan, R. B. his oratorical talents Ixxvi. 6", "Sherwen, Mr. his account of the schirro-contracted rectum, lxxX. 476.", "Ou the effects of emetic tartar, and of arsenic, used externally,", "482.", "Sherwin, Mr. recommends the transfusion of blood in cases of sus-", "pended animation Ixxviii. 69", "Shield of Achills— Ixxiv. 297", "Shifford, (Berks, ) account of the parish of Ixxi. 36", "Ship building, improvement in suggested Ixxii. 185", "Shipley, Mr. receives a silver medal for inventing a floating lamp", "Ixxili. 275", "Skipping"]}]}, {"PageNumber": 74, "PageData": [{"region": "content", "lines": ["0 SLA", "Shipping of the antients, state of the sails off Ixxi. 544", "Ships, difference in respect to health in old and new, large and small", "vessell IXXiv. 221", "— Large ships built by the Egyptians — IXXiv. 527", "Ship-temple near Dundalk, ruins of Ixxiv. 122. 269", "Ship-timber, facile method of procuring — Ixxi. 498", "Shooting, apology for — Ixxv. 349", "— Verses on — — IXXvii. 491", "Shop-tax vindicated — Ixxiv. 153", "Short hand, observations on — IXXX. 78", "Sicily, first peoplin g of — — Ixxi. 539", "Civilization of — Ixxi. 540", "— Learned men of — Ixxi 541", "— Introduction of luxury in Ixxi. 542", "Siddons, Mrs. verses on her excellence in acting IxXi. 27", "— And Mrs. Jordan compared — IXXV. 67", "Silence, ode to — — IXXix. 360", "Silesia, present abject state of, under the Prussian government", "IXXxX. 596", "Silk-winding, estimates relative ts Ixxx. 25", "Silk-worms, discovery of an acid liquid in — Ixxiii. 485", "— Great improvements in the management of IXXV. 423", "— Methods of destroying the chrysalis — IXXv. 507", "— Progress of, from the egg to the cocon Ixxvi. 139", "— Management of, in cold seasons — IXXvii. 466", "— Most proper food for — Ixxvii. 467", "— Observations on Ixxviii. 583", "—The breeding them not an unhealthy employment Ixxix. 484", "— Their proper food — IxXxi. 510", "— The breeding of them not an unwholesome employment", "IXXXi. 511", "— The management of Ixxxi. 531", "Silver, methoad of extracting it from the ore Ixxviii. 613", "Sims, Dr. James, on deasness IHaxvii. 359", "— His Greek MS. on hydrophobia IxXX. 473", "— On the cure of jaundice by bathing 481", "Sin against the Holy Ghost! Ixxii. 133", "Singing in divine service defended Ixxvii. 509", "Sinking Fund, considerations on Ixxvii. 302", "— how applicable for discharging the national debt IXXvii. 303", "Six, Mr. on the variation of local heat — Ixxii. 256", "Skeleton with garments found in a bog in Ireland Ixxiv. 409", "Skiddaw Mountain, an object of terror to Mr. Gray IXXxi. 498", "Skin, an alterationi n its colour, from disease IXXv. 533", "Slate, Westmoreland, its nature and uses IXXVi. 34", "Slavery, cruelty and injustice of Ixxi. 154", "— in the West Indies not so grievous as generally supposed", "Ixxiii. 270", "—Adrvantages of the negroes in the West Indies Ixxiii. 270", "S lavery"]}]}, {"PageNumber": 75, "PageData": [{"region": "content", "lines": ["SOC 271", "Slavery discusfed Ixxiv. zy", "— Poetically execrated . Ixxviii. 137", "— Transportation of, from Africa Ixxviii. 140. 159. 245. 247. 254", "Objections to the abolition of, answered — \" Ixxviii. 342", "Arguments in support of, from Scripture lxxviii. 347", "— Plan formed in Virginia for the emancipation of slaves", "Ixxviii. 379", "— Observations relative to —— Ixxix.", "— Abolition of, unadvisable —— IXxix. o", "— Manner of procuring slaves in Afriedada Ixxix. 238", "— One good effect of the trade — Ixxix. 241", "New laws in Jamaica respectin g IXXix. 265", "\" Poems in commiseration of slaves Ixxix. 554", "— On the gradual abolition of —I IXXX. 72", "— Arguments and cautions relative to — IXXX. 661", "— Poem descriptive of the cruelty of that trade Ixxi. a7", "Slaves, management of, by the Romans IXXX. 195", "Slave trade approved Ixxii. 28", "— Condemned — Ixxii. 438", "— Cruelty off — Ixxii. 470", "—On the coast of Nigritia, account of — IXXXi. 629", "Sleep-walking, remaarkable case of IXXX. 637", "Slingelande, M. Van, character of — Ixxi. 487", "— His political writings — Ixxi. 483", "Slop, M. on Herschel's new planett Ixxii. 505", "Slothouwer, M. his Tey leriain prize dissertation IXXiv. 49", "Small-pox, state of, at Chester for six years Ixxii. 472", "— Success of inoculation at Chester RLxii. 473", "— Treatment of, in the West Indiees Ixxiii. 5518", "—A singular fact in inoculation — Ixxiv. 93", "Abuses in the practice of inoculation ,,, IXXV. 538", "Smeaton, Mr. on the graduation of astronomical instruments", "Ixxvi. 29", "On an engine for drawing water out of mines Ixxvii. 466", "— Iavents a new astronomical instrument Ixxviii.", "— His air-pum p charged with defects — — IxXXxi. 3i", "— On the application of the quadrant of altitude to a celestial", "gloeee Ixxxi. 450", "Smith, Dr. J. E. on the irritability of vegetables IXXxix. 248", "Smith, Dr. Adam, censured for his apology for Hume Ixxiii.339", "Smoke, stove for consuming * Ixxvi. 370", "Smoky chimnies, causes and cure of Ixxvi. 469, 470", "Smouch for ad ulterizing tea, method of making Ixxii. 71", "Smyth, Dr. Carmichael, on the catarrh of 1782, Ixxiii. 361 . On the", "efficacy of the spir. vitr. dulcis in fevers, 363. On cutaneous", "diseases, 364. On pulmonary consumption, 366.", "Snails, on the reproduction of their heads after decapitation", "Ixxii. 506", "Society, origin of Ixxvii. 19", "— Mechanism of — Ixxvii. 127. 265", "S ociety"]}]}, {"PageNumber": 76, "PageData": [{"region": "content", "lines": ["172 SPR", "Scciety for promoting Scriptural Knowlege, plan and design of Ixxi. 29", "—Books published by itt!! Ixxi. 29", "Socinian and Athanasian systems compared — — Ixxvi. 402", "Socion, a follower of the philosopher Sextius Ixxvii. 599", "Socrates, this character, how far proper to be compared with that of", "Chritt— Ixxii. 448", "— His doctrine of the immortality of the soul Ixxiii. 5 14", "Socratic school, account off — Ixxiii. 560", "Soda phosphorata, a new purging salt * hxxix. 507", "— invented by Dr. Pearson IIXXX. 376", "Soil, experiments on Ixxviii. 41", "Soldiers, their uniform in the time of Henry VIII. Ixxix. 415", "— means of preserving their health in warm climates Ixxx. 228", "Soliloquy, poetical — — Ixxviii. 528", "Solitude, verses te - Ixxx. 334", "Solomon's song, critical observations on — IXXvi. 26", "Sonnet, on parting from a mother — IxxXxi. 366", "—Orn Handd!!! Ixxxi. 366", "Sophocles, translation of the last scene in his Antigone IXXxi. 303", "Sotades, an Athenian, verses from — IxxXx. 410", "Soul, opinions of philosophers on the state of, after death Ixxiii.5 10", "— Immortality of, asserted by Athenagoras Ixxiii. 512", "* State of, after death Ixxiv. 485", "— An improper investigation for anatomists IxXix. 304", "Soulavie, Abbé, his retrograde history of France IXXX. 651", "Sounds of musical strings, principle of discussed Ixxiv. 362", "Space, philosophical notions concerning IXXV. 249", "Spain, an alliance with, desirable Ixxix. 154", "Spalding Gentleman's Society, account of Ixxii. 192", "Spallanzani, M. his attack on Linné repelled IXXX.266", "— His second memoir on the reproduction of the heads of snails,", "and on various subjects of natural history Ixxii. 506", "Spar, green, observations on — Ixxviii. 623", "Sparrman, Dr. his early studies — Ixxiv. 506", "— His travels with Capt. Cook — Ixxiv. 506", "Spasm, extraordinary, described Ixxvii. 361", "— The doctrine of, defended Ixxix.", "Spasmodic affection from the puncture of a pin cured by laudanum", "IXXX. 482", "Spectra of light and colours, Dr. Darwin's experiments on lIxxvi. 197", "Spence. Dr. on the cure of con sti pation by cold water Ixxiv. 83", "Speringa, in Sicily, beautiful situation off? IIwiii. 560", "Spheroids, theory of the attraction of — IXXv. 502", "Spider, the red, in hot houses, method of destroying lxxviii. 42", "Spine, remedy for distortions off — — IXXX. 180", "Spirit, the Holy, extraordinary gift off Ixxviii. 359", "Spirit of wine, the affinity of substances in — Ixxxvi. 189", "Spring, artificial, in Derbhyy Ixxiv. 331", "Spring, sweet, in America — Ixxvi. 143", "Spruce beer, method of making — Ixxviii. 414", "s Sstaal,"]}]}, {"PageNumber": 77, "PageData": [{"region": "content", "lines": ["STY 173", "Staal, Baroness de, her memoirs commended Ixi 67", "Stack, Dr. on the sublimity of writing Ixxxi. 42", "Stage, history of the act for licensing lIxvii. 60", "Stag's head and borns found in Derbyshire Ixiv. 334", "Stair, Earl of, his conduct in private life— IXxx. 315", "Stanhope, Earl, his remarks on a thunder-storm Ilxvii. 342", "Stars, fixed, change among lxxii. 46", "— Fixed, means of discovering the distance of, from the variation", "of lighttht— Ixxii. 197", "— Double, Herschel's catalogue fff IXXiv. 253", "— Observations on a new variable star by Mr. Goodricke Ixxiv. 254", "— On the variation of light of a star in the head of Cepheus lxxvi.3", "— Herschel's catalogue, of 100 new nebulae and clusters of lxxvi. 119", "— Observations on changeabl!! Hxxvi. si", "— Fixed, observations on those newly discovered Ixxviii. 64", "Fixed, plan for a new classification f IxXX. 358", "Statutes at large, plan for reducing their bulk Ixxviii. 234", "Steam engine improved IxXv. 462", "Steel, an improved method of making — Ixxix. 392", "Steele, Sir Richard, his want of ceconomy, and his management of", "periodical publications— Ixvi. 23", "Steiglehner, M. on the magnetism of Mesmer HIxadii. 537", "Stephenson, Mr. improves a large quantity of moor-land Ixxxi. 529", "Stewart, Dr. Matth. biographical memoirs off Ixxviii. 494", "Stockholm described Ixxii. 39", "Stoies, their opinion of the soadldl Ixxiii. 517", "Stokes, Dr. assists Dr. Withering in the botanical arrangement, &c.", "lxxix. 544. 568, the notes.", "Stomach, case of a schirrous induration of the membranes of IXXx. 694", "Stone, large one in the bladder of a woman Ixxiii. 138", "In the bladder cured by fixed air —— IXxXvii. 30", "Stone and gravel, mild and efficacions medicine for IXxiv. 236", "— New theory of Ixxix. 404", "Storm in 703, dreadful effects of — IXXX 189", "Stourbridge fair, history offf Ixxxviii. 101", "Stradella, the composer, anecdote relative to the unfortunate part of", "his liffe Ixxx. 546", "Straban, Mr. biographical account of — Ixwii. 370", "— His eminence as a printtr Ixxvii. 371", "— His friendship with Dr. Franklin Ixxvii. 37a", "Straw, machine for cuttinsys * Ixxyiii. 42", "Struenses, Count, character and political measures of IXxX. 623", "Stuart, Mr. (Athenian) , portrait of him in Rudiments of Antient", "Architecturte lIxxXi. 493", "Stuart, Dr. Gilbert, defects in his history of Mary Queen of Scots", "Ixxvii. 475", "Stuart family, their attachment to popery lxxvii.52", "Style and diction, remarks on, with respect to English writing and", "writres IXXXi. 229", "Style in writing. observations on — lxxviii. 4", "— Abrupt and short periods condemned — Ixxviii. 46", "T1 Sublimate,"]}]}, {"PageNumber": 78, "PageData": [{"region": "content", "lines": ["74 SWA", "Sublimate, corrofive, a remedy for cancers lxviii.", "Subscription, queries respectinsy; Ixxviii. 356", "Subsidy-roll's i E. II. Ixiv. 1.", "Succory, culture of, recommended Ixviiia 588", "Sdgar, a new water- poise, to assist in the process of Ixxiii. 185", "— Account of the history off Ixiii. 559", "The cane unknown to the antients; — Ixxiii. 560", "Produced from other plants besides the cane Ixxiv. 434", "— Analysis fff Ixxix. 82", "— A remedy for the seurrvy IKXXX. 695", "Suhm, M. his correspondence with the King of Prussia lxxvi. 574", "—Death bed letter of Ixxvii. 596", "Snicide, observatious on Ixxiv. 339", "Prevertdd— Rxiv. 239", "Sulphur, M! Fougeroux's observations on— Ixxi. 48", "— 'Increase of weight in by combustion Ixwi. 554", "Sulphur praecipitatum; a mew method of preparing it lxxix. 24", "Sun, obseryations on the solstitial height off Ixii.55", "— Observations on the solar system, by Herschel lxxii.4", "— Distance of, from the earth I xxiii. 12", "— Disttance of, from the Georgium Sidus — Ixxiii. 517", "— Observations on total eclipfes of —— Ixxiii. 509", "—Account of an eclipse off — Ixxvi. 219", "—Its nature falsely investigated Ixxvii. 310", "— Supposed to be like a great kitchen-fire Ixxvii. 311", "— Its light necessary for producing dephsogisticated air Ixxvii.33", "— The elements of the solar orbit— IxXX. 658", "— Eclipse of, June 3, 1788, account of IXXxi. 452", "— The secular equation of Ixxxi. 618", "— Observations on the eclipse of, June 3, 1788 IXXxi. 452", "— Spots in, discovered, before observed by Gatileo IXXxi. 659", "Sunday schools recommended lxxiv. 319. lXXV. 51. 237. 395-", "", "— Hints for improvemens in Ixxvi. 436", "Sun-flower, its culture and use as food for animals Ixxviii. 583", "Superstition worse than Atheism — — Ixxii. 262", "— One means of subjecting and enslaving mankind Ixxvii. 332", "Surgeons, qualifications necessary for the army and navy lxxvii. 21", "— Hardship of their situation in the navyy Ixxvii. 412", "— Quilifications for a scientific surgeon Ixxviii. 497", "Surgeons' instruments, description and drawings of a great number", "in Brambilla's Surgeon's Instrument Case lxxive50", "Surgery, present state of ————— — — Ixxvii. 306", "— A system of the art, recommended — lx*xx. 13", "Surgical case, curiouus — Ixxviii. 614", "Swagerman, M. on the malus pumila flore carens, Ixxiii. 1 36. On", "air-vessels in plants, 139.", "Swaine, Mr. on sisk-worms — T* IXXxi. 531", "Swallows, their torpid state during winter Ixavii. 540", "— Their torpid state confirmed— IXxix. 391", "Smwartz, Dr. on the cloranthus ——— Ixxviii. 130", "Swatara"]}]}, {"PageNumber": 79, "PageData": [{"region": "content", "lines": ["TAR 7", "Swatdra Grotto described ——— — Ixxvi. 143", "Swayne, Mr. his objections to Miss Rhodes's management of silk-", "wormss— oo Ixxvii. 467", "Sweden, constitution of — IXxii. r", "— Penal laws off — Ixxii. or", "— Account of the mines of iron, copper, and silver Ixxx. 617-619", "— Compared with Denmark— IXXX. 626", "— Present political state of — — IXXX. 622", "— Improved state of literature in — IXXXi. 642", "— The language and poetry productive of great beauties Ixxxi. 643", "Swift, Dean, defended by Mr. Sheridan Ixxii. 322. 333.", "— Particulars of his liife Ixxii. 323—339", "— Reflections on his popularity Ixxii. 330", "— His epitapshhh Ixxii. 332", "Private memoirs of ——— — Ixxii. 332", "Vindicated from the charge of misanthropy Ixxii. 333", "— The leading part of his charactr Ixxii. 334", "His enmity towards Lord Wharton — Ixxvi. 24", "—BHis hatred of Walpole - lxxvi. 24", "— Story of his attempt to ravish one of his parishioners IXxXvVi. 24", "— Censured for his partiality to Capt. Chreighton Ixxxi. 178", "Swinging, its efficacy in the cure of consumptions Ixxvii. 327", "Swiss confederacy in 1307. compared with the Achaean league and", "the sunion of the Belgic provinces in 1579 Ixxi. 532", "Sword, observations on an antient — Ixxiv. 272", "Sydenbam, Dr. vindicated with regard to the Peruvian bark, Ixxiv.", "86. Extracts from his works on that subject, 88.", "Sykes, Arthur Ashley, memoirs off Ixxiii. 208", "Syme Island, account of— IXXX.380", "— The superstition of the Greek sailors respecting IXXX. 381", "Synonymes, curlous remarks on — Ixxiv. 538", "Syracuse, the former grandeur and present ruinous state of Ixxviii. 297", "Sxathmari, M. Pap, his Teylerian disser tation IxXiv. 489", "", "Tacitus, his writings critically appreciated lXxX. 524", "Talbot, Richard, his character by Bishop Rundle Ixxxi. 504", "Tale of a Tub, Bishop- Atterbury's id eas of the author of Ilxxi. 46", "Taliessin, Welsh bard, specimen of his poetry Ixxiv. 51", "Taormino, beauties of that fine country IXXvi. 602", "— Antiquities theree32 Ixxvi. 603", "Tar, from coal, recommended for the navy Ixxiii. 4", "Tartar, acid of, a valuable medicinese.— Ixxxviii. 48", "Tartar emetic, best method of making Ixxviii. 454. 492", "— Effects of, by external absorption IXXX. 482", "Tartars, their conquests in Russia under Gengis Khan Ixxi. 549", "— Curious remains of their burial-places Ixxiv. 267", "—Of the Noguaish country, their manners and mode of living", "Ixxiii. 172", "T2 Tartary,", ""]}]}, {"PageNumber": 80, "PageData": [{"region": "content", "lines": ["276 THE", "Tartary, voyage to examine the N. E. coast of Ixxvii. 297", "T. artelin, M. de, on chemical phenomena —1 Ixxi. 595", "Taste, investigation off— Iaxxiii. 529", "— Considered and illustrated ——— IXXV. 339. 41", "Tatler, account of the contributors to that work IXXvi. 273", "Tawlor, Mr. receives a reward for improved latch-locks lxxiii.", "Taylor, Thomas, undertakes to restore the theology of the an tients", "IXXXi. 326", "Tea, the arts used in manufacturing it in England Ixxii. 0", "— Method of making smouch Ixxii. 72", "— Remark on the tea-warehouses —— Ixxii. 74", "— The different sorts of — Ixxii. 110", "— Damaged, purchaased by an advertising dealer Ixxxii. 145", "Teeth, observations on transplanting — IxXxvii. 362", "Telescopes, improvement in, by Mr. Wollaston IXXV. 216", "Templars, Knights. account of the dissolution of that order Ixxvii. 338", "Temple of Jerusalem, Haggai's prophecy, and Josephus's account of,", "investigated — IXXVi. 54. 410—414", "Temple, subterraneous, in the island of Salsette IlxXxiv. 271", "Tendons and their mucous capsulae — IxXviii. 625", "— Anatomical history of AA IXXXi. 614", "Teniers, or Malplaquet, account of the battle of lxxviii. 93", "Tenon, M. on the French prisons — Ixxi. 487. 489", "Terra ponderosa, experiment on Ixxii. 259", "Terrasson, Abbe, his sin gular character — IXXxX. 573", "— When dying, refers the priest to his housekeeper for a confession", "of his sins — — IXXX. 574", "T. essier, Abbè, on the manner in which corn is affected by plants", "growing among it Ixxv. 536", "— On the effects of light on plants Ixxvi. 552", "—On improving waste land, IXxviii. 335. On an exudation in", "young poplars, 613. On the effects of lightning in 1785, 621.", "On the deciduous cypress, 28.", "Test act, arguments relative to —— IXxxxi. 566.", "Test-liquor, to shew the presence of acids and alkalies in chemical", "mixtures -- Ixxii. 250", "Tetanus, cause and cure of Ixxvi. 293. Ixxvii. 358", "— cured by electricity Ixxx. 79", "Teutonic order of chivalry, some idea of Ixxiii. 380", "Textus Roffensis, account of that MSs. Ixxiii. 428", "Teylerian prize questions Ixxviii. 589", "T bales, his doctrine on the future state of the soul Ixxiii. 512", "That, observations on that word Ixxvi. 6", "Theatre, Thas an happy effect on morals — Ixxvi. 519", "Greek, remains of, at Taormino * lxxvi. 603", "Theatrical productions of the Germans Ixxiv. 503", "- 35 plays written by a German shoemaker Ixxiv. 503", "Theocritus, his 15th Idyllium translated— Ixxviii. 309", "Theodora, Empress, her dissolute charactr Ixxix.13", "Theodoric, Emperor, his guilty conscience and remarkable death", "IxXix. 13", "Thermometer,"]}]}, {"PageNumber": 81, "PageData": [{"region": "content", "lines": ["TOR 277", "Thermometer, Mr. Wedgwood's attempts to correct Ixxii.*50", "— Wedgwood's, misunderstood by the French Ix ix. 164", "Thermometers, improvements in, saggested Ixxiv. 534", "Thermometrical observations in Japan I — Ixxiii. 138", "Thevenot's journey from Cairo to Suez IxXvi. 41i9", "Thiery, M. on the situation and circumstances of the Jews lXXX. 662", "Thigh-bone, of uncommon length * lXXV. 257", "Thompson, Sir Ben. his new experiment on heat, lxxvi. 190. On de-", "phlogisticated air, Ixvii. 337. Ou Dr. Ingenhousa's sy stem, 338.", "On the moisture absorbed by different bodies from the atmo-", "sphere, lxxviii. 182.", "Thomson's Seasons, stricture on Ixxvii.", "* Characterised by Bishop Rundle — Ixxxi. 503", "T horacic duct, remarks on Ixxi. 489", "Thoret, M. disapproves Spanish broom as food for sheep lxxviii. 332", "Thorild, M. a Swedish poet, praised — Ixxxi. 644", "Thorkelin, Dr. his fragments relative to antient Danish invasions of", "Northumberland IXxxi. 311", "T. hosse, M. de, on destroyin g insects on fruit trees Ixxviii. 586", "Thouin, M. on raising Chinese hemp, lxxviii. 155. On the culture", "of trees, 334. On smutty wheat, 418.", "Thouret, M. on animal magnetism Ilxxiii. 39", "Thrace, memoir concerning — Ixxiii. 564", "Thuanus, account of — — IXXV. 487", "Thucydides, his character by Dr. Gilliee IXv.", "Thunberg, Proftssor, his thermometrical observations at Japan,", "Ixxiii. 138. On two new species of the palm tree, 144.", "Thunder and lightning, new theory of — IxXvi. 398", "Thunder-storm described Ixxvii. 344", "Tillet, M. on the effect of nitrous acid on fine gold Ixxi. 4o1", "On fixing the value of bread — Ixxii. 565", "Time, metaphysically investigated Ixxii. 41", "Tin, sulphurated — — Ixxi. 305", "— Alloys ff IxXi. 10", "— Experiment of mixing it with gold — Ixxii. 259", "Tindaris, ruins oif Ixxii. 516", "Toad, living one found in a sone Ixxii. 546", "Tokay de Espagna, recomme nded for its medical uses Ixxviii. 7", "&. oleration asserted and recommended Ixvii. 453. lxxviii. 27", "T. ongue, cases of unusual affections of IXXX. 479", "Tongues, gift of, not speaking in languages but in tones Ixxvii. 51", "Tonquin, annual festival there, in honour of departed heroes and", "public benefactors Ixxiii. 286", "Tontine, plan of a periodical scheme of IXXV. 232", "Tooke, Rev. Mr. on the burial of the antient Tartars IXXiv. 267", "Topham, Mr. on a subsidy-roll of Edward IIII. Ixxiv. 27", "Tories, their principles explas ned IXXXi. 505", "Tornadoes, conjectures relating to — Ixxvi. 391", "Torpedo of Surinam, account of ——— IxXVi. 140", "Tortoises, different kinds described Ixxix. 604", "T.3 Gourretia,"]}]}, {"PageNumber": 82, "PageData": [{"region": "content", "lines": ["hee TUR", "Tourretia, a new species of plants Ixxviii. 6T'r", "Trachea arteria in birds Ixxii. 567", "Tragedy desined by Aristotle — IXXXi. 425. 515", "Trajan, Emperor, his harangue translated from Julian lxxii. 162", "Transfusion of blood recommended in cases of suspended animation", "Ixxviii. 69", "Travellers, antient Northern Ixxvi. 618", "— Italian — — Ixxvi. 622", "Treaty, commercial, between England and France, investigated", "lxxvi. 162—170. 249. 340. 438", "Trees, great plantations of, by Mr. White in Durham Ixxv. 416", "— Method of multiplying IXXv. 506", "— Best mode of planting — I xxviii. 41", "— Method of drawin g their nourishment — Ixxviii. 3 3 2", "— Propagation and culture of Ixxviii. 334", "— Remarks on the tap roots off Ixxviii. 674", "— Experiments respecting plantations of — Ixxviii. 5", "Growing, on transporting the m — Ixxviii. 417", "— On tumours and excrescences of — Ixxviii. 414", "— Method of producing a large crop of leaves and fruit IXxviii. 418", "Account of a large tree in Chili- — Ixxviii. 58 3", "Method of destroying insects on — Ixxviii. 586", "- Experiments on the sap f Ixxix. 31", "— Large plantations of, in England and Scotland IXXX. is", "— On the annual growth of —— IXXX. 303", "— And plants, new genus of — — IXxXXi. 617", "Ti rembley, Mr. John, on the utility of psychology Ixxii. 577", "Tremella Nostoch, account of that substance lXXv. 506", "Trenck, Baron, his sufferings — Ixxix. * 7", "— Not unjustly treated by the King of Prussia IXXix. 672", "Tressan, Count de, his literary character IXXvi. 238", "Trinity, the Holy, absardly introduced into a preface to Aristotle's", "Poetics — — Ixxvii.", "— Mr. Parkhurst's mode of reasoning on IXxvii. 173", "Tristan da Cunha, island of, recommended for convicts Ixxv. 475", "Tronchin, Dr. eulogy on— Ixxii. 562", "Trublet, Abbe, anecdotes of * ea IXXX. 583", "Tucker, Abr. inquiry whether an Unitarian Ixxiii. 102", "T ungsten, account of that mineral — Ixxii. 337", "— Experiments relative toe — IXXV. 542", "Turf-bog, account of a coat found in one, in Ireland Ixxiv. 121", "Turgot, M. on the political constitutions in North America, lxxiii", "7. Controverts Dr. Price's opinions, 98.", "— His lise and charactr Ixxvi. 629. 631", "— His death — h.A Ixxvi. 633", "Turgot, Marquis de, on the wheats of Normandy, lxxviii. 155. On", "propagatin g trees by grafting, layers, and cuttings, 334. On", "hermaphrodite fruit, 582.", "Turks, the despotism of their governmentt Ixxiii. 165", "— Their contempt of humanity and their benevolence towards", "certain animall— Ixxiil. 167", "Turks,"]}]}, {"PageNumber": 83, "PageData": [{"region": "content", "lines": ["AN 379", "Turks. invective against I*xX. 211", "— Noeot so illiterate as generally supposed lxx. 65", "— TPossessed of many learned MSSs.— Ixxx. 666", "— Sciences and arts cultivated by them— Ixxx. 668", "— Their colleges and academies — AxXX. 674", "— Their printing—— Ixxx. 676", "Turner, Mr. on an antient castle at Rouuen IXxxiv. 268", "— On crimes and punishments IXXV. 413", "Turnip-rooted cabbage, best mode of cultivating I *xV. 71", "— Its excellence for cattlel!e IIXv. 171. 418", "— Resists the severity of winter — IXx*v. 418", "v Its culture I xxix. 477", "Turnips, culture of, with beans IT", "— The culture of, in Norfolkl Ixxvii. 93", "— Experiments on the culture off Ixwviii. 49. lxxix. 478", "— Method of preventing the fly in— Ixxix. 478", "Turtle, a new species of, described - Ixxix. 602", "— Their manner of living and breeding — hexix 60", "Tuscany, regulations of the criminal law in Ixxxi 121", "Tyger, the combat of Sir E. Winter with one Ixxxi. 309", "Types, Oriental, made by Mr. Wilkinss Ixxvi. 360. 592", "Tyrawley, Lord, his curious story of an intended revolution in Rassia", "Ixxii: 185", "Tythes, arguments pro and con.— Ixxix. 453", "Tythings, the first institution of; and use — I xxxvii. 11", "Tytler, Mr. his historical researches in favour of Mary Queen of", "Scots recommended Li. 475", "V and U", "Vallancey, Col. on various antiquities, Ixxiv. 123. On the alpha", "bet of the Pagan Irish, 269.", "Valliere, Mad. de ld, her unfortunate connexion with Louis XIV.", "IxXxi: 68", "— Her death in a convent after 36 years of penance lxxxi. o I", "Valois, M. de, on the northern inclination of the magnetic needle", "Ixx i. 603", "Vanden Bosch, M. his correspondence with the Reviewers Ixxv. 399", "Van Geuns, Prof. his singular case of a rupture lIxxiii. 4", "Van Lill, Dr. on an encysted tumour on the patella lxxvii. 526—7", "Van Marum, Dr. and M. Van Troostwyk, on the phe nomena of the", "electrophorus, lxxiii. 521. His new electrical machine, 559", "— On noxious vapours —Ixxi*. 612", "— His improvements in electrical machinery IxXx. 602", "Van Swinden, M. his correspondence with M. Bernoulli relative to", "the great mist in 173ss — lxxii. '547", "Van Troostwyk, M. on aeriform fluids JIxxvii. 528", "— On noxious vapours, lxxix. 612. On the electricity of the at-", "mosphere, 6 13", "His application of electricity to me dical purposes lxx*", "T4 Van"]}]}, {"PageNumber": 84, "PageData": [{"region": "content", "lines": ["He VER", "Van Troostwyk, M. and Dr. Deiman, their letter to M. de la Me-", "therie on decomposing water IxXxi. 0", "— See V. an Marum.", "Vapour, on the ascent off — Ixxiv. 261", "— How converted into rain * Ixxvii. 117", "— Produces various kinds of aeriform fluids Ixxvii. r2", "— The cause of heat in the lower regions Ixxvii. 121", "Vapours, how to be distinguished — Ixxi. 218", "— Watery, philosophy and mechanical effects of IxXvi. 313", "— Considered as expansible fluidds lxxvi. 317", "— Observations on — Ixxix. 612", "— Noxious, observations on, and the methods of preventing their", "effectsts ee Ixxix. 612", "ra Diforder so called, inquiry into the cause of IXXv. 514", "Varnish for air balloons Ixxi. 382", "Vase, antique, in the cabinet of Baron Stosch IXxiv. 124", "Vatican Library first formed by Pope Nicholas VI. Ixxix.230", "Vauclase, description of the fountain of IKXXX. 202", "Vaughan, Dr. case of vomiting, in pregnanecy IXXX. 478", "Vaughan, Mr. on the mineralogical productions of volcanos Ixxi. 518", "Vaux, M. on purifying smutty wheat, lxxviii. 336.418. On boil-", "ing vegetables in steam, 415.", "Vegetables, in fluence of electricity on — Ixxii. 524", "—On the difference of the nourishment of, from different soils", "Ixxiv. 434", "— Orn the perceptive power of Ixxiv. 355", "— Obscurity of their distinguishing characteristies Ixxvii.", "— Endowed with perception Ixxvii. 469", "— Boiling of, in steam — — — Ixviii. 415", "— Proposals for a new classification of — Ixxviii. 628", "— Their irritabilityy Ixxix. 248", "— Cultivated in Yorkshire IXXX. 103", "— Method of preserving them for food — Ixxxi. 664", "Vigetation, observations on — Ixxix. 390", "Vendosme, Duc de, his ch aracter and military services IXXxi. tor", "Venereal disease, efficacy of opium in Ixxiii. 365", "— Communicated by transplanting a tooth Ixxiv. 92", "— Efficacy of lobelia syphilitica in I*xxv. 535", "— History of this disease— Ixxvii. 317", "— Quicksilver used as a specific in the cure of Ixxvii. 317", "Venus, planet, observations on the inferior conjunction of, March", "20, 17ed— Ixxii. 506", "— Motionffs — Ixyviii. 30", "— Observationsonnnnn — Ixxxi. 618", "— Transit of, in 1769, observed at Newbury in Massachusets", "Ixxvi. 219", "— In conjunction with the moon Ixxix. 570", "* Occultations of —\" IxxiXx. 570.573", "Vernet, the painter, anecdotes off — Ixxiv. 537", "Vernisy, F. his account of the Nostock — WMxv. 506", "Vernon,"]}]}, {"PageNumber": 85, "PageData": [{"region": "content", "lines": ["UKR 373", "Vernou, Hon. Mrs. epitaph on — Ixxviii. 181", "Verryst, Dr. on the Peruvian bark Ixxiii. 537", "Verstap, M. his prize dissertation, shewing that true philosophy has", "no tendency to undermine revelation Ixxvii. 523", "Vespasian's amphitheatre at Rome Ixxiv. 272", "Vesuvius, Mr. Hervey's journey to the top off Ixxiv. 2", "— Sir W. Hamilton's observations on the present state of Ixxvi. 195", "Veto, in the Polish Diet, account off Ixxi. 16", "Vicarious sacrifices. observations respecting IxXxi. 446", "Vicq d' Azyr, M. on the human foetus, Ixxi. 489. On the anatomy", "of three monkeys, 490. On the cerebrum, &c. Ixxii. 565.", "IxXvi. 559.", "Vienna, character of the inhabitants of — Ixxvi. 609", "— Description off — ——— IXXX. 206", "Vieyra, M. his abilities as an Orientalist — IxXvi. 597", "Villemet, M. on the nature of mushrooms Ixxiii. 485", "Villoison, M. on the religious mysteries of the antients Ixxi. 525", "v ince, Rev. Mr. his new method of finding fluents Lxxvi. 119", "* On the precession of the equinoxes * Ixxviii. 30", "Vine, how far cultivated in England — Ixxviii. 66", "Twigs, good food for horses — Ixxviii. 41", "— Account of an insect destructive to — Ixxviii. 418", "Method of destroying caterpillars on Ixxviii. 588", "Vinegar, observations on its combination with bismuth Ixxi. 509", "Difference of, from acetous acid T Ixxvi. 553", "Vineyards, culture of, in England recom mended IXxvii. 503", "Vipers, spirit of hartshorn recommended as a specific for the bite of", "Ixxiv. 534", "Remedies for the bite of h.. . Ixxvi. 575", "Virgil said to have drawn some of his images from the heathen pro-", "phetss— — Ixxix. 305310", "Virginia, observations on the state of Ixxvii. 377", "Firgula Divina used by Bleton for the discovery of water Ixxi. i71", "Virtue, religious, definition off Ixxiii. 204", "— Philosophically consigered Ixxvii. 65", "And Ornament, an ode, by Dr. James Fordyce Ixxvii. 371", "Vis inertiae, the effect of attraction Ixxii. 503", "— Sir Isaac Newton's doctrine of, defended Ixxvii. 2", "Viscera, case of a transposition of2 IxxX. 143", "Vision, new hypothesis of — Ixxii. 572", "On in distinctness of Ixvi. i8", "Vitriol, oil of, the crystallization of — Ixxviii. 619", "— Observations on its smoking oil — Ixxviii. 625", "— Smoking oil of, analysed Ixxix. 576", "— White, a dangerous emetie Ixxxviii. 377", "Vitriolis spiritus dulcis, Dr. Carmichael Smyth on the efficacy of, in", "feveress o Ixxiii. 363", "Ukraine, state of that country, and poor condition of the inhabitaue", "IXXX. 598", "— Character of the Cossacs — IXX*. ou", "Ulri ca,"]}]}, {"PageNumber": 86, "PageData": [{"region": "content", "lines": ["282 WAL", "Wirica, Queen of Soweden, beautiful panegyric on IXxxi. 623", "Ʋlysses, his character by Homer— IIXXX. 137", "Uncle, etymology of that term —— Ixxi. 174", "Understanding, how influenced by the imagination IXXV. 408", "Union between England and Scotland attempted by Henry VIII.", "lxxvii. 5", "Unitarianism hi storically desended — IXvi. 38", "Unitas Fratrum. See Moravians.", "Universities, hints for the improvement of education in lxxvii. 277", "Vo olcanic productious chemicall y examined INxi. 505", "Volcano in the island of St. Vincent's described Ixxiv. 332", "— In the moen described Ixxvii. 46", "Volcanos, mineral productions of — IxXxi. 518", "— Observations on — Ixxiii. 485", "— Remarkable vestigia of, in Italy — IXXv. 377", "— M. Houel's theory oeff — Ixxvi. 606", "— Extinguished in Germany — IxXxi. 662", "Velta, M. on the fire of Pietra Mala in Italy, and on hot springs", "Ixxii. 507", "Voltaire, his behaviour in his last moments Ixxviii. 35. 121", "— His infidelitiy— Ixxx. 280", "— His correspondence with the late King of Prussia IXXX. 627", "Voluptuary's soliloquy - IXXV. 206", "Vomiting, account of a fatal — Ixxiii. 363", "— In pregnancy, successfully treated —— Ixxx. WE", "Vosmaer, M. his description of the mermaid at Haarlem, IxXvii.", "527. Of a work on natural history, lxxviii. 596.", "Veyages, diseases of soldiers during Ixxix. 179", "Upper Ossory, Earl of, receives a prize medal for his plantations", "Ixxiii. 273", "Urine, salt of, Duc de Chaulne's method of preparing Ilxxi. 105", "— Remarkable cure of a suppression of Ixxiii. 365. lXXX. 481", "Usper, Dr. his account of the observatory at Trinity College, Dub-", "lin, Ixxix. 204. Of a lunar eclipse, 206.", "Usury defendedeeeee Ixxviii. 361", "Uiterus, on the use of sponge as a pessary in the procidentia uteri", "Ixxiii. 137", "— Lacerated by labour pains — h 478", "", "Wadd, black, chemical experiments on — Ixxi. 104", "Wag staff, Mr. on cultivating heathy soill Ixxv. 418", "Walchius, Prof. his memoir concerning Michael Glycas lxxiii. 562", "Wales, Prince of, his reputed marriage with Mrs. Fitzherbert", "asserted as a fact, as legal, and as advantageous to the country", "Ixxvi. 514", "Walker, Mr. on the diseases of the bones— Ix xxiv. 8a", "— On the production of artificial cold — IXXX. 301", "Walker, Dr. on the sap in trees — Ixxix. 31", "Wi. alker,"]}]}, {"PageNumber": 87, "PageData": [{"region": "content", "lines": ["WAT 283", "Walker, Dr. on the atrophia lactantiuom Ixxx. 47", "Wall. Dr. on the vegetable fixed alkali, Ixxiv. 352. On the phe-", "nomena of oil and water. 353", "Wallet, M. 6n the transit of Mercury over the sun's disk, 1782", "Ixxiii. 201", "Walpole, Sir R. his character by the late King of Prussia IXXix. 680", "Walter, Mr. on apoplexy, lxxii. 552. On disorders of the perito-", "naeum, 556.", "* On aneurisms, IXXX. 654. On the diseases of the heart, 655.", "Walton water, analysis of — Ixxix. 88", "War distinguished into three branches Ixxiii. 222", "— Horrors of the Indian war in North America Ixxiii. 279", "Lord Bacon's opinion concerning Ixxix. 673", "Warburton , Bp. his contro versies with Dr. S ykes rey iewed Ixxiii. 209", "— On the my steries of Paganism controverted Ixxiv. 571", "Ware, Mr. on a suppression of urine — IXXX. 481", "Wargentin, M. short account of Ixxvi. 238", "Waring, Dr. on infinite series lxxvi. 30. Ixxvii. 178", "— Oun centripetal forces — — Ixxix. 244", "— On divisors — — IXXX. 143", "Warwick, black book of * Ixxii. 18", "— Festival at, in the time of Queen Elizabeth Ixxii. 189", "Guy Earl of account of — Ixxii. 189", "Warwickshire, brief description off Ixxxxi. 142", "Washingion, George, his family and character Ixxii. 119", "— Gratitude to him, the great and everlasting debt of America", "Ixxii. 263", "Poetical compliment to him ( Ixxviii. 307", "Waste lands, arguments against the inclosure of Ixxiii. 461", "Watch work, Ridley's inventions relative to IXXX.25", "Water inclosed in crystals, original cause of he Ixxi. 50", "— Method of ascertaining the quantity discharged by a river", "Ixxii. 507", "Experiments on the decomposition of lxxiii. 458. 504. IXxx.", "297. 398. lxxxi. 611. 630", "— Philosophical experiments on — Ix*v. 377. 482", "— Transformable into air— Ixyvii. 128", "— Heat of, when boiling, altered by the mixture of different sub-", "stances Ixxvii. 554", "May be cooled below the freezing point IXxix. 323", "— On' the composition of IxXix. 326", "— Ohn the increase of, by salt being dissolved in it Ixxx. 56", "— Method of preserving it at sea — IXXXi. 664", "Newly discovered chrystallizations of — IXXXi. 661", "Watering meadows, origin and progress of Ixxviii. 335. 671", "— As practised in Gloucestershiree 1xxx. 335", "Water spouts, theory of, and conjectares on Ixxvi. 391", "Watson, Mr. his observations on dissecting a person who died of", "the gout, Ixxiii. 362. On emphysema, 364.", "Watson;"]}]}, {"PageNumber": 88, "PageData": [{"region": "content", "lines": ["284 WHI", "Watson, Dr. on the communication of the venereal disease by trans-", "planting a tooth — Ixxiv. 92", "On orichalcum — IXXv. 255", "Watson, Bishop, renounces chemistry, and burns his books IXXvi: 32", "— On the sulphur wells at Harrowgate — Ixxvi. 187", "Watt, Mr. on the constituent parts of water and dephlogisticated", "air, Ixii. 249. His new test-liquor, 250.", "— His invention of the steam engine IXXV. 401", "Wedgwood, Mr. on wadd - IXxi. 104", "— His attempt to correct his thermometer Ixxii.5", "— His mortars recommended to chemists IXXV. 271. lxxix.25", "Addition al observations on his thermometer Inxxxvi. 188", "—His thermometer misunderstood by the French, lxxix. 164.", "Employed in copying the Barberini vase, 425 the note.", "Weguelin, M. His memoir concerning history Ixxiii. 531", "— On history, IXXV. 486. His account of Thuanus, 487.", "— On Abbé Soulavie's retrograde history of France IXXX. 651", "— His second memoir on De Thou's history, IxXxi. 601. On the", "periodical course of events, and on the political vocabulary,", "601.", "Waeight, on the lofs of, in bodies heated or melted Ixxiv. 326", "— The Swedish schifp reduced to English weight lxxxi. 479", "Wells, their heat ascertained Ixxix. 428", "Wesley family, anecdotes of — I xxii. 193", "West, Mr. the painter, poetically criticised Ixxiv. 463", "Wiestenburg, Dr. on a disease of the abdomen Ixxiji. 135", "Waistminster Abbey, poetical soliloquy in Ixxii. 463", "Westminster Lying-in Hospital, accou nt of Ixxvii. 408", "Watstein, M. his objections to the antiquity of the Alexandrian", "Greek Testament refuted — Ixxvi. 546", "Whales, on the aeconomy and structure of Ixxviii. 129", "Wharton, Mr. his apology for quitting the church of Rome", "lxxii. 396", "— Attacked by the Catholics — ---- I xxiii. 477", "Wheat, planting and transplanting of, recommended Ixxv. 172", "— Experiments on planting it in alternate rows with potatoes", "IXXV. 417", "— How affected by different plants growing among it lxxv.53", "— Method of setting— Iwii. 8", "— The different kinds of, in Normandy IXXviii. 155", "— Method of purifying it from smut Ixxviii. 336. 418", "— On the culture of — ——1 IXxxX*.23", "— Indian, its culture , Ixxix. 390", "Wheels, observations on the teeth of Ixxiii. 561", "Whigs, their principles explained Ixxxi.505", "Whiskey, pernicious consequences of the excessive use of it in Ire", "land BB— IIXXX. 62", "Whitaker, Mr. on a phaenomenon respecting the river Lambourne", "lxxi. 37", "W hite,"]}]}, {"PageNumber": 89, "PageData": [{"region": "content", "lines": ["WIN 28", "White, Dr. consecrated bishop of Pennsylwania Ixxvii. 6", "White, Mr. ou an uncommon thigh bone — IXXV. 257", "White, Mr. C. on the regeneration of animal substances, lxxv. 253.", "On the natural history of the cow, 410.", "White, Mr. Thomas, his excursion through a subterraneous cavern at", "Parso I*xv. 414", "White, Mr. of Nottin ghamshire, obtains a prize medal for planting", "timber tres— I*xv. 416", "— His extensive plantation of trees — Ixxviii.4", "— His farther plantations — IXXX. 18", "White, Dr. his account of a patient who discharged the pupee of", "musca cibaria IXXX. 477.", "White, Prof. attacked for having coupled the Socinians with the", "Mahometans — — I xxiv. 285", "— Publishes Timur's Institutes Ixxvii. 578", "Whitmore, Mr. his account of drilled crops of barley lxv.418", "Whittlegate, a privilege for the inferior clergy in Cumberland, ex-", "plained *—- Ixxxi. 500", "Wilcke, M. on the elasticity of heat, vapour, &c. IXXv. 543", "Wilkins, Mr. his merit in printing with Oriental types of his own", "casting — — Ixxvi. 300. 592", "Willard, Mr. on the nonagesimal degree, lxxix. 486. His table of", "equations of equal altitudes for Cambridge, 386. On the va-", "riation of the compass, 390.", "Willemet, M. on the agaric of oak I*xxv. 507", "William III character of, when Prince of Orange IXxviii. or", "His death, person, and temper Ixxviii. or", "— King of England, his laconic speech to Parliament IXXX. 411", "— Reflections on his death 1 IXXX. 13", "His good actions tending to the lasting advantage of the", "kingdmmoo IxXX. 313", "Williams, Mr. on the transit of Venus in 1769, Ixxvi. 219. On eva-", "poration, 392.", "— On the latitude of Cambridge in New England, and the vari-", "ation of the compass, Ixxix. 386. On an uncommon darkness,", "388. On earthquakes, 389.", "Willis, Mr. Richard, on Roman roads, and on the battle between", "Edmund Ironside and Canute — Ixxix. 300", "Willis, Mr. Thomas, on preventing retorts from breaking lxxvii. 467", "His correspondence with the Reviewers IXXX. 287", "Wilse, Rev. Mr. on the phaenomena of the atmosphere Ixxii.54", "Wilson, Mr. on cold and hoar frost Ixxix. 34", "Wimmington, account of the parish of IXXv. 23", "Wimpey, Mr. on ceconomical registers, lxxv. 346. On a bounty on", "corn, 347", "Wind. conjectures relative to IxXvi. 391", "Windischgratz, Comte de, offers a large prize for the solution of a", "problllo lIxxviii. 494", "— Ohbjections to his prize problem IXXX. 65 1.", "Winds,"]}]}, {"PageNumber": 90, "PageData": [{"region": "content", "lines": ["28 WRITI", "Winds, hot and poisonous, in Egypt, described Ixxvii. 556", "Wine act, dangerous to liberty — Ixxvii. 83", "Wine, remarks on the Portugal trade in IxXvii. 405", "— Method of preserviog — Ixxviii. 156", "Winship, Dr. on an encysted dropsy — IXxx. 482", "Winter, 1782, temperature of IxXi. 498", "Winter, Sir Edward, his combat with a tyger Ixxxi. 309", "Winter, Mr. on the culture of turnips Ixxviii. 41", "Wires, the power of torsion in — Ixxviii. 612", "Wit, a species of evil speaking — Ixxvi. 495", "— How distinguished from humour — IXXXi.", "Witch, expence of burning one in Scotland Ixwvii, 2", "Withering, Dr. on terra ponderosa — Ixxii. 2 5 ?", "—. See Stokes.", "Withers, Dr. his literary charactr Ixxxi. 374", "Witry, Abbé, on the history of fossils found in the district of Tournay", "IXXXi. 162", "Weolf, a species of dog — Ixxviii. 128", "— Sea, described Ixxviii. 628", "Wolfram, account of that mineral h Ixxii. 337", "Wollaston, Mr. on the positions and magnitudes of the fixed stars", "Ixxiii. 200", "— On wires in the focus of a telescope IXXv. 216", "—On a comst— Ixxvii. 177", "Women, Hume mistaken in his idea of the literary abilities of", "Ixxvii. 563", "— Their abject state in Barbary IXXXi. 2 24", "Wood, rotten, shining in the dark IXXV. 484", "Wood, Thomas, the different editions of his history of Oxford", "Ixxvii, 287", "Woodhouse, Mr. on the growth of trees Ixxviii. 671", "Wool, on the illicit exportation of — Ixxvii. 71", "— Coarser in warm than in cold climates — Ixxvii. 206", "— How distinguished from hair — Ixxvii. 207", "—Bill! Ixxviii. 421. 423. 516. 520", "— Methods for improving its quality Ixxviii. 586", "— Laws, customs, and duties relating'to the exportation of, in the", "time of Edward II. IKXXX. 484", "Woollen manufacture, antiquity of, in Ireland Ixxix. 512", "— Yarn, improvement in spinning IXXXi. 532", "Workhouse, County. in Norfolk commended — IxXxvii. 236", "World, verses on the creation of — Ixxviii. 509", "Worm in the eye of a horse — — IXxvi. 146", "Worms, carth, method of destroying — Ixxviii.", "Worship, advantages of public Ixxiii. 410", "Wound, a gun-shot one described and cured — Ixxix. 392", "Wounds. on the different treatment of — Ixxvii. 2189", "wi ren Motacilla arundinacea), described — IXXiv. 333", "Wright, Dr. on the antiseptic virtues of vegetable, acid, and marine", "salt combined — — IxXxvi. 294", "Wright,"]}]}, {"PageNumber": 91, "PageData": [{"region": "content", "lines": ["", "Wright, Mr. on floating meadows. aaaeee Ixvviii. 672", "Wrisberg, Prof. his anatomico-obstetrical observations lxxiii. 560", "Writing, origin offf —\" IXxi. 271. lxxiii. 86", "Wyndham, Mr. on a beautiful Roman pavement lxxiv. 273", "Wyttenbach, M. obtains the Teylerian gold medal Ixxiii. 510", "", "Ximences, M. on the solstitial height of the sunt IXii. 505", "3 , *", "Yarn, woollen, improvement in the arf of I. pinning IXxxi. 523", "Y. ates, Mr. his survey of Lancashire — IXXX. 24", "Yaws, dissertation on, by Dr. Nielin, — Ixxiii. 137", "Year, solar, duration of, settled IxXXv. 503", "Yearsley, Ann, Bristol milk woman, account of her Ixxiii. 213", "— Specimens of her poetry ———— Ixxiii. 220", "York, latitude off — Ixxvi, 117", "— State of agriculture in that county IXXX.", "Yor k, James D . of, Morley's expostulation with him on his attach-", "ment to popery — IXXvii.", "Young, Dr. on the quadrature of curves Ixxix. 206", "Toung, Dr. Edward, poetical description of him Axxi. 282", "Young, Dr. M. his account of antient Gaelic poems IXXXi. 41", "Young, Mr. Arthur, receives a prize medal for experiments on the", "potatoe — - I xxiii. 273", "— His essay on hoeing turnips criticised, IYXxv. 169. On the cul-", "ture of the clustered potatoe, 421.", "— His character as an agricultural writer a Ixxvi. 40.", "Y pey, Dr. on respiration, Ixxiii. 139. On the printiple of animal", "life, 519.", "Yusef, extracts from the works of — IJ5Wi. 423", "", "Zach, M. his astronomical observations, Ixxiv. 257. On the Geor-", "gium Sidus — lxxxi. 659", "Zaffre, the nature of that substance ascertained Ixxiii. 331", "Zaleuchus, the legislator, inquiry concerning his existence lxxviii. 647", "Zamoiski, a Polish nobleman, his plan for the enfranchisement of", "his vassals —— Ixvi. 194", "Zaporoguians, account of ! — IXXX. 598", "Zealand, New, described by Capt. Cook Jxxi. 54", "Zelekha of Jami, extracts from the works of Ixxvi. 423", "Zetland Istands described I xxviii. 96", "Ziegenbalg, M. his ethibition of snails in full life after he had cut", "off their headd Ixxii. 506", "Z ine,"]}]}, {"PageNumber": 92, "PageData": [{"region": "content", "lines": ["288 ZOS", "Zine, Howers of their efficacy in the cure of asthmas IXXvi. 133", "Zinzindorf, Count, his charactree— Ixxii. 351", "— His mistakes acknowleged and extenuated Ixxii. 532", "Zodiac, on the origin of the figures and signs of Ixxv. 303", "— Origin of, and explanation of the signs Ixxviii. 29", "Zoology. a younger science than botany IxxXxi. 636", "* Its vast progress — IXXXi. 36", "Zoophytes, natural history of curious Ixv. 211", "Zorndorff, remarks on the battle of IXXX.29", "Zostera marina, a very useful sea-weed, account of Ixiii. 1339", "ADDITIONS. See also p. 158.", "P. 108. MARSHALL, W. Planting and ornamental gardening.", "8vo. 8s. Ixxiii. 368.", "146. PRATT, Mr. Triumph of Benevolence. 4to. 1s. 6d.", "IXXV. 392.", "CORRECTIONS. See also p. 158.", "P. 127. Art. Latini, for p. 263, T. 363.", ". for Sillery, M arquis de, r. Sillery, Marquise de.", "207. linsert Deiman, Dr.—See Dieman, Dr. p. 208 by mistake.", "IN 1TS."]}]}, {"PageNumber": 93, "PageData": [{"region": "content", "lines": ["Ayscough, Samuel. A continuation of the general index to the Monthly review;", "commencing at the seventy-first, and ending with the eighty-first, volume;", "Completing the First Series of that Work In two parts. Part I. Containing a", "Catalogue, with the Size and Price, of all the Publications reviewed, with", "References to the Reviews in which the Accounts of them were inserted:", "followed by an Alphabetical Index to the Names of Authors, whose Works", "occur in that Catalogue. Part II. Contains a General Index to the Remarkable", "Passages, and to the Papers contained in the Transactions or Memoirs of", "Societies, Foreign or Domestic, occurring in the Review during that Period.", "Compiled by the Rev. S. Ayscough, F. S.A. of the British Museum. Printed for", "R. Griffiths; and sold by T. Becket, Pall Mall; and T. N. Longman, in Pater-", "Noster-Row, MDCCXCVI. [1796]. Eighteenth Century Collections Online,", "link gale com appsdoc CWOI25908443ECCOu-uhelsink&sid—bookmark-", "ECCO&xid-2a 4eea8 &pgs. Accessed 8 July 2022."]}]}]}